Repository: trunks-social/trunks-public
Catalog: app_*.arb
Languages: de, el, es, fi, ko, nl, pt_br, zh

# pinnedShortcutsConfigurePageHeader
source: drag and drop to reorder
de: Drag and Drop zum Sortieren
el: σύρσιμο και εναπόθεση για αναδιάταξη
es: arrastrar y soltar para reordenar
fi: vedä ja pudota järjestääksesi uudelleen
ko: 드래그 및 드롭하여 재정렬
nl: slepen en loslaten om te herschikken
zh: 按住拖动以重新排序

# viewMoreCommentsInThread
source: View {numOfComments} in thread
de: {numOfComments} im Thread anzeigen
el: Προβολή {numOfComments} στο νήμα
es: Ver {numOfComments} en el hilo
nl: Bekijk {numOfComments} in draad
zh: 在帖文串中查看 {numOfComments}

# securitySettingsPageTitle
source: safety & privacy settings
de: Sicherheits- & Privatsphäre-Einstellungen
el: ρυθμίσεις ασφάλειας & απορρήτου
es: ajustes de seguridad y privacidad
fi: turvallisuus- ja yksityisyysasetukset
ko: 안전 및 개인정보보호 설정
nl: veiligheid- en privacyinstellingen
zh: 安全 & 隐私设定

# securityPageOption
source: Safety & Privacy
de: Sicherheit & Privatsphäre
el: Ασφάλεια & Απόρρητο
es: Seguridad y Privacidad
fi: Turvallisuus ja tietosuoja
ko: 안전 및 개인정보보호
nl: Veiligheid & Privacy
zh: 安全 & 隐私

# notificationActionViewPost
source: View post
de: Beitrag anzeigen
el: Προβολή ανάρτησης
nl: Bericht weergeven
zh: 查看帖文

# notificationActionViewProfile
source: View profile
de: Profil anzeigen
el: Προβολή προφίλ
nl: Profiel weergeven
zh: 查看资料

# notificationActionReply
source: Reply
de: Antworten
el: Απάντηση
nl: Reageren
zh: 回复

# composePageEmojisTooltip
source: Emojis
fi: Emojit
zh: Emoji 表情

# notificationSettingsPagePushSection
source: Push
de: Push-Mitteilungen
zh: 推送
