Repository: trunks-social/trunks-public
Catalog: app_*.arb
Languages: de, el, es, fi, ko, nl, pt_br, zh

# commonActionUnmuteFailure
source: Failed to unmute @{account}
de: Aufhebung der Stummschaltung von @{account} fehlgeschlagen
el: Αποτυχία άρσης σίγασης @{account}
es: Falló dejar de silenciar a @{account}
fi: Tilin @{account} mykistyksen poisto epäonnistui
nl: Dempen van @{account} opheffen mislukt
pt_br: Falhou ao dessilenciar @{account}
zh: 无法取消隐藏 @{account}

# commonActionMuteAccountPrompt
source: Mute account?
de: Konto stummschalten?
el: Σίγαση λογαριασμού;
es: ¿Silenciar cuenta?
fi: Mykistä account?
ko: 계정을 뮤트할까요?
nl: Account dempen?
pt_br: Silenciar conta?
zh: 隐藏账户？

# commonActionMuteAccountPromptIndefiniteOption
source: Mute indefinitely
de: Unbegrenzt stummschalten
el: Σίγαση επ' αόριστον
es: Silenciar indefinidamente
fi: Mykistä ikuisesti
ko: 무기한 뮤트하기
nl: Permanent dempen
pt_br: Silenciar indefinidamente
zh: 永久隐藏

# commonActionMuteAccountPromptMinutesOption
source: Mute for {time} minute(s)
de: Für {time} Minute(n) stummschalten
el: Σίγαση για {time} λεπτό(ά)
es: Silenciar por {time} minuto(s)
fi: Mykistä {time} minuutiksi
nl: {time} minu(u)t(en) dempen
pt_br: Silenciar por {time} minuto(s)
zh: 隐藏 {time} 分钟

# commonActionMuteAccountPromptHoursOption
source: Mute for {time} hour(s)
de: Für {time} Stunde(n) stummschalten
el: Σίγαση για {time} ώρα(ες)
es: Silenciar por {time} hora(s)
fi: Mykistä {time} tunniksi
nl: {time} uur dempen
pt_br: Silenciar por {time} hora(s)
zh: 隐藏 {time} 小时

# commonActionMuteAccountPromptWeeksOption
source: Mute for {time} week(s)
de: Für {time} Woche(n) stummschalten
el: Σίγαση για {time} εβδομάδα(ες)
es: Silenciar por {time} semana(s)
fi: Mykistä {time} viikoksi
nl: {time} we(e)k(en) dempen
pt_br: Silenciar por {time} semana(s)
zh: 隐藏 {time} 周

# commonActionMuteAccountPromptIndefiniteOptionSuccess
source: Muted @{account} indefinitely
de: @{account} auf unbegrenzte Zeit stummgeschaltet
el: Σιγαση του @{account} επ' αόριστον
es: Silenciaste a @{account} indefinidamente
fi: Mykistetty @{account} ikuisesti
nl: @{account} permanent gedempt
pt_br: Silenciado @{account} indefinidamente
zh: 已无限期隐藏 @{account}

# commonActionMuteAccountPromptTimeOptionSuccess
source: Muted @{account} for
de: @{account} stummgeschaltet für
el: Σίγαση @{account} για
es: Silenciaste a @{account} por
fi: Mykistetty @{account} ajaksi
nl: @{account} gedempt voor
pt_br: Silenciou @{account} por
zh: 已隐藏 @{account}

# commonActionMuteConversationProgress
source: Muting conversation...
de: Schalte Unterhaltung stumm...
el: Σίγαση συζήτησης...
es: Silenciando conversación...
fi: Mykistetään keskustelua...
ko: 대화 뮤트하는 중...
nl: Gesprek dempen...
pt_br: Silenciando conversa...
zh: 正在隐藏对话…

# commonActionMuteConversationSuccess
source: Muted conversation
de: Unterhaltung wurde stummgeschaltet
el: Συζήτηση σε σίγαση
es: Conversación silenciada
fi: Keskustelu mykistetty
ko: 대화를 뮤트함
nl: Gesprek gedempt
pt_br: Conversa silenciada
zh: 已隐藏对话

# commonActionMuteConversationFailure
source: Failed to mute conversation
de: Fehler beim Stummenschalten der Unterhaltung
el: Αποτυχία σίγασης συζήτησης
es: Falló silenciar la conversación
fi: Keskustelun mykistys epäonnistui
nl: Dempen van gesprek mislukt
pt_br: Falhou ao silenciar conversa
zh: 无法隐藏对话

# commonActionUnmuteConversationProgress
source: Unmuting conversation...
de: Heb Stummschaltung der Unterhaltung auf...
el: Άρση σίγασης συζήτησης...
es: Desilenciando conversación...
fi: Mykistetään keskustelua...
ko: 대화 뮤트 해제하는 중...
nl: Demping van gesprek opheffen...
pt_br: Dessilenciando conversa...
zh: 正在隐藏对话…

# commonActionUnmuteConversationSuccess
source: Unmuted conversation
de: Stummschaltung der Unterhaltung aufgehoben
el: Έγινε άρση σίγασης συζήτησης
es: Conversación desilenciada
fi: Keskustelu mykistetty
nl: Gesprek niet langer gedempt
pt_br: Conversa dessilenciada
zh: 已隐藏对话

# commonActionUnmuteConversationFailure
source: Failed to unmute conversation
de: Aufheben der Stummschaltung der Unterhaltung fehlgeschlagen
el: Αποτυχία άρσης σίγασης συζήτησης
es: No se pudo desilenciar la conversación
fi: Keskustelun mykistys epäonnistui
nl: Demping van gesprek opheffen mislukt
pt_br: Falhou ao dessilenciar conversa
zh: 无法隐藏对话

# commonActionBlockPrompt
source: Block account?
de: Konto blockieren?
el: Αποκλεισμός λογαριασμού;
es: ¿Bloquear cuenta?
fi: Estä käyttäjä?
ko: 계정을 차단할까요?
nl: Account blokkeren?
pt_br: Bloquear conta?
zh: 屏蔽账户？

# commonActionBlockPromptAreYouSure
source: Are you sure you want to block @{account}?
de: Bist du dir sicher, dass du @{account} blockieren möchtest?
el: Σίγουρα θες να αποκλείσεις τον @{account};
es: ¿Seguro que quieres bloquear a @{account}?
fi: Oletko varma, että haluat estää käyttäjän @{account}?
nl: Weet je zeker dat je @{account} wil blokkeren?
pt_br: Deseja mesmo bloquear @{account}?
zh: 你确定要屏蔽 @{account} 吗？

# commonActionBlockPromptAction
source: Block
de: Blockieren
el: Αποκλεισμός
es: Bloquear
fi: Estä
ko: 차단
nl: Blokkeren
pt_br: Bloquear
zh: 屏蔽

# commonActionBlockingProgress
source: Blocking...
de: Blockiere...
el: Γίνεται αποκλεισμός...
es: Bloqueando...
fi: Estetään...
ko: 차단하는 중...
nl: Blokkeren...
pt_br: Bloqueando...
zh: 正在屏蔽…

# commonActionBlockingSuccess
source: Blocking @{account}
de: Blockiere @{account}
el: Αποκλεισμός @{account}
es: Bloqueando a @{account}
fi: Estetään @{account}
ko: @{account} 차단하기
nl: @{account} blokkeren
pt_br: Bloqueando @{account}
zh: 正在屏蔽 @{account}

# commonActionBlockingFailure
source: Failed to block @{account}
de: Fehler beim Blockieren von @{account}
el: Αποτυχία αποκλεισμού του @{account}
es: No se pudo bloquear a @{account}
fi: Tilin @{account} estäminen epäonnistui
nl: Blokkeren van @{account} mislukt
pt_br: Falhou ao bloquear @{account}
zh: 无法屏蔽 @{account}

# commonActionUnblockingProgress
source: Unblocking...
de: Entsperren...
el: Άρση αποκλεισμού...
es: Desbloqueando...
fi: Esto poistetaan...
ko: 차단 해제하는 중...
nl: Deblokkeren...
pt_br: Desbloqueando...
zh: 正在取消屏蔽…

# commonActionUnblockingSuccess
source: Unblocking @{account}
de: Entsperre @{account}
el: Άρση αποκλεισμού @{account}
es: Desbloqueando a @{account}
fi: Tilin @{account} esto poistetaan
ko: @{account} 계정의 차단을 해제하는 중
nl: @{account} deblokkeren
pt_br: Desbloqueando @{account}
zh: 正在取消屏蔽 @{account}

# commonActionUnblockingFailure
source: Failed to unblock @{account}
de: Fehler beim Entsperren von @{account}
el: Αποτυχία άρσης αποκλεισμού του @{account}
es: No se pudo desbloquear a @{account}
fi: Tilin @{account} esto epäonnistui
nl: Deblokkeren van @{account} mislukt
pt_br: Falhou ao desbloquear @{account}
zh: 无法解除屏蔽 @{account}

# commonActionBlockServerPrompt
source: Block server?
de: Server blockieren?
el: Αποκλεισμός διακομιστή;
es: ¿Bloquear servidor?
fi: Estä palvelin?
ko: 서버를 차단하나요?
nl: Server blokkeren?
pt_br: Bloquear servidor?
zh: 屏蔽实例？

# commonActionBlockServerPromptAreYouSure
source: Are you sure you want to block {server}. Doing so will also remove any followers you have from that domain.
de: Bist du sicher, dass du {server} blockieren möchtest? Dadurch werden auch alle Follower aus dieser Domäne entfernt.
el: Σίγουρα θες να αποκλείσεις το {server}. Έτσι θα αφαιρεθούν και οι ακόλουθοι που έχεις απ' αυτόν τον τομέα.
es: ¿Seguro que quieres bloquear {server}? Hacerlo también removerá cualquier seguidor que tengas de ese dominio.
fi: Oletko varma, että haluat estää {server}. Tämä poistaa myös kaikki seuraajasi, joita sinulla on tällä verkkotunnuksella.
nl: Weet je zeker dat je {server} wil blokkeren? Dit zal ook alle volgers verwijderen die je van dat domein hebt.
pt_br: Deseja mesmo bloquear o domínio {server}. Fazer isso removerá quaisquer seguidores que você tenha deste domínio.
zh: 你确定要屏蔽 {server} 吗？该操作也将移除账户下来自该域名的所有关注者。

# commonActionBlockServerPromptAction
source: Block
de: Blockieren
el: Αποκλεισμός
es: Bloquear
fi: Estä
ko: 차단
nl: Blokkeren
pt_br: Bloquear
zh: 屏蔽

# commonActionDeletePrompt
source: Delete post?
de: Beitrag löschen?
el: Διαγραφή ανάρτησης;
es: ¿Borrar publicación?
fi: Poista julkaisu?
ko: 게시물을 삭제합니까?
nl: Bericht verwijderen?
pt_br: Excluir post?
zh: 删除帖文？

# commonActionDeletePromptAreYouSure
source: Are you sure you want to delete this post?
de: Sind sie sicher, dass sie diesen Beitrag löschen möchten?
el: Σίγουρα θες να διαγράψεις αυτή την ανάρτηση;
es: ¿Seguro que quieres borrar esta publicación?
fi: Oletko varma, että haluat poistaa tämän julkaisun?
nl: Weet je zeker dat je dit bericht wil verwijderen?
pt_br: Deseja mesmo excluir post?
zh: 你确定要删除该帖文吗？

# commonActionDeletePromptAction
source: Delete
de: Löschen
el: Διαγραφή
es: Borrar
fi: Poista
ko: 삭제
nl: Verwijderen
pt_br: Excluir
zh: 删除

# commonActionDeletingProgress
source: Deleting...
de: Lösche...
el: Γίνεται διαγραφή...
es: Borrando...
fi: Poistetaan...
ko: 지우는 중...
nl: Verwijderen...
pt_br: Excluindo...
zh: 正在删除…

# commonActionDeletingSuccess
source: Deleted post
de: Beitrag gelöscht
el: Η ανάρτηση διαγράφηκε
es: Publicación borrada
fi: Julkaisu poistettu
ko: 게시물 삭제함
nl: Bericht verwijderd
pt_br: Post excluído
zh: 已删除帖文

# commonActionDeletingFailure
source: Failed to delete post
de: Beitrag konnte nicht gelöscht werden
el: Αποτυχία διαγραφής ανάρτησης
es: Falló borrar la publicación
fi: Julkaisun poisto epäonnistui
ko: 게시물 삭제가 실패함
nl: Verwijderen van bericht mislukt
pt_br: Falhou ao excluir post
zh: 无法删除帖文

# commonActionPinningProgress
source: Pinning...
de: Anheften...
el: Καρφίτσωμα...
es: Anclando...
fi: Kiinnitetään...
ko: 고정 중...
nl: Vastzetten...
pt_br: Fixando...
zh: 正在钉选…

# commonActionPinningSuccess
source: Pinned post
de: Angehefteter Beitrag
el: Καρφιτσωμένη ανάρτηση
es: Publicación anclada
fi: Kiinnitetty julkaisu
ko: 고정해 둔 게시물
nl: Bericht vastgezet
pt_br: Post fixado
zh: 已钉选帖文

# commonActionPinningFailure
source: Failed to pin post
de: Beitrag konnte nicht angeheftet werden
el: Αποτυχία καρφιτσώματος ανάρτησης
es: Falló anclar la publicación
fi: Julkaisun kiinnitys epäonnistui
nl: Vastzetten van bericht mislukt
pt_br: Falhou ao fixar post
zh: 无法钉选帖文

# commonActionUnpinningProgress
source: Unpinning...
de: Abheften...
el: Ξεκαρφίτσωμα...
es: Desanclando...
fi: Irrotetaan...
ko: 고정 해제 중...
nl: Losmaken...
pt_br: Desafixando...
zh: 正在取消钉选…

# commonActionUnpinningSuccess
source: Unpinned post
de: Abgehefteter Beitrag
el: Η ανάρτηση ξεκαρφιτσώθηκε
es: Publicación desanclada
fi: Julkaisu irrotettu
nl: Bericht losgemaakt
pt_br: Post desafixado
zh: 已取消钉选帖文

# commonActionUnpinningFailure
source: Failed to unpin post
de: Beitrag konnte nicht abgeheftet werden
el: Αποτυχία ξεκαρφιτσώματος ανάρτησης
es: Falló desanclar la publicación
fi: Julkaisun irrotus epäonnistui
nl: Losmaken van bericht mislukt
pt_br: Falhou ao desafixar post
zh: 无法取消钉选帖文

# commonActionUnbookmarkingProgress
source: Unbookmarking...
de: Entferne Lesezeichen...
el: Αφαίρεση σελιδοδείκτη...
es: Desmarcando...
fi: Kirjamerkki poistetaan...
ko: 북마크 해제 중...
nl: Bladwijzer verwijderen...
pt_br: Removendo dos favoritos...
zh: 正在取消收藏…

# commonActionUnbookmarkingSuccess
source: Unbookmarked post
de: Lesezeichen wurde entfernt
el: Αφαιρέθηκε ο σελιδοδείκτης
es: Publicación desmarcada
fi: Kirjamerkki poistettu
nl: Bladwijzer voor bericht verwijderd
pt_br: Post removido dos favoritos
zh: 已取消收藏帖文

# commonActionUnbookmarkingFailure
source: Failed to unbookmark post
de: Lesezeichen konnte nicht entfernt werden
el: Αποτυχία αφαίρεσης σελιδοδείκτη ανάρτησης
es: Falló desmarcar la publicación
fi: Kirjamerkin poisto epäonnistui
nl: Verwijderen van bladwijzer op bericht mislukt
pt_br: Falhou ao remover post dos favoritos
zh: 无法取消收藏帖文

# commonActionBookmarkingProgress
source: Bookmarking...
de: Lesezeichen hinzufügen...
el: Προσθήκη σελιδοδείκτη...
es: Añadiendo a marcadores...
fi: Kirjamerkki lisätään...
ko: 북마크 중...
nl: Bladwijzer toevoegen...
pt_br: Adicionando aos favoritos...
zh: 正在收藏…

# commonActionBookmarkingSuccess
source: Bookmarked post
de: Lesezeichen wurde erstellt
el: Η ανάρτηση έχει σελιδοδείκτη
es: Post añadido a marcadores
fi: Kirjamerkki lisätty
nl: Bladwijzer voor bericht toegevoegd
pt_br: Post adicionado aos favoritos
zh: 已收藏帖文

# commonActionBookmarkingFailure
source: Failed to bookmark post
de: Lesezeichen konnte nicht erstellt werden
el: Αποτυχία προσθήκης σελιδοδείκτη σε ανάρτηση
es: No se pudo añadir el post a marcadores
fi: Kirjamerkin lisäys epäonnistui
ko: 게시물 묵마크에 실패함
nl: Toevoegen van bladwijzer op bericht mislukt
pt_br: Falhou ao adicionar post aos favoritos
zh: 无法收藏帖文

# commonActionApprovingProgress
source: Approving...
de: Genehmige...
el: Εγκρίνεται...
es: Aprobando...
fi: Hyväksytään...
ko: 승인하는 중...
nl: Goedkeuren...
pt_br: Aprovando...
zh: 正在批准…

# commonActionApprovingSuccess
source: Approved @{account}
de: @{account} genehmigt
el: Εγκρίθηκε ο @{account}
es: Se aprobó a @{account}
fi: Hyväksytty @{account}
ko: @{account} 계정의 요청을 승인하였습니다.
nl: @{account} goedgekeurd
pt_br: Aprovado @{account}
zh: 已批准 @{account}

# commonActionApprovingFailure
source: Failed to approve @{account}
de: Genehmigung von @{account} fehlgeschlagen
el: Αποτυχία έγκρισης του @{account}
es: No se pudo aprobar a @{account}
fi: Ei voitu hyväksyä @{account}
nl: Goedkeuren van @{account} mislukt
pt_br: Falhou ao aprovar @{account}
zh: 无法批准 @{account}

# commonActionRejectingProgress
source: Rejecting...
de: Wird abgelehnt...
el: Απορρίπτεται...
es: Rechazando...
fi: Hylätään...
ko: 거부하는 중...
nl: Weigeren...
pt_br: Rejeitando...
zh: 正在拒绝…

# commonActionRejectingSuccess
source: Rejected @{account}
de: @{account} abgelehnt
el: Απορρίφθηκε ο @{account}
es: Se rechazó a @{account}
fi: Hylätty @{account}
ko: @{account} 계정의 요청을 거부했습니다.
nl: @{account} geweigerd
pt_br: Rejeitado @{account}
zh: 已拒绝 @{account}

# commonActionRejectingFailure
source: Failed to reject @{account}
de: Fehler beim Ablehnen von @{account}
el: Αποτυχία απόρριψης του @{account}
es: No se pudo rechazar a @{account}
fi: Virhe hylättäessä @{account}
nl: @{account} weigeren mislukt
pt_br: Falhou ao rejeitar @{account}
zh: 无法拒绝 @{account}

# commonActionDeleteFilterPrompt
source: Delete {filter} filter?
de: Filter {filter} löschen?
el: Διαγραφή φίλτρου {filter};
es: ¿Borrar el filtro {filter}?
nl: {filter} filter verwijderen?
pt_br: Excluir filtro: {filter}?
zh: 删除 {filter} 过滤器？

# commonActionDeleteFilterPromptAreYouSure
source: Are you sure you want to delete the {filter} filter?
de: Bist du sicher, dass du den Filter {filter} löschen möchtest?
el: Σίγουρα θες να διαγράψεις το φίλτρο {filter};
es: ¿Seguro que quieres borrar el filtro {filter}?
nl: Weet je zeker dat je de {filter} filter wil verwijderen?
pt_br: Deseja mesmo excluir o filtro: {filter}?
zh: 你确定想要删除 {filter} 过滤器吗？

# commonActionDeleteFilterAction
source: Delete
de: Löschen
el: Διαγραφή
es: Borrar
fi: Poista
ko: 삭제
nl: Verwijderen
pt_br: Excluir
zh: 删除

# commonActionDeletingFilterProgress
source: Deleting ${filter} filter...
de: Filter ${filter} wird gelöscht...
el: Το φίλτρο ${filter} διαγράφεται...
es: Borrando el filtro ${filter}...
fi: Poistetaan suodatin ${filter}...
nl: ${filter} filter verwijderen...
pt_br: Excluindo filtro: ${filter}...
zh: 正在删除 ${filter} 过滤器…

# commonActionDeletingFilterSuccess
source: Deleted ${filter} filter
de: Filter ${filter} wurde gelöscht
el: Το φίλτρο ${filter} διαγράφηκε
es: Se borró el filtro ${filter}
fi: Poistettu suodatin ${filter}
nl: ${filter} filter verwijderd
pt_br: Excluído filtro: ${filter}
zh: 已删除 ${filter} 过滤器

# commonActionDeletingFilterFailure
source: Failed to delete ${filter}
de: Löschen des Filters ${filter} fehlgeschlagen
el: Αποτυχία διαγραφής του ${filter}
es: No se pudo borrar ${filter}
fi: Suodattimen ${filter} poistaminen epäonnistui
nl: ${filter} verwijderen mislukt
pt_br: Falhou ao excluir ${filter}
zh: 无法删除 ${filter} 过滤器

# commonActionCreatingFilterProgress
source: Creating ${filter} filter...
de: Filter ${filter} wird erstellt
el: Δημιουργία φίλτρου ${filter}...
es: Creando el filtro ${filter}...
fi: Luodaan suodatin ${filter}...
nl: ${filter} filter aanmaken...
pt_br: Criando o filtro: ${filter}...
zh: 正在创建 ${filter} 过滤器…

# commonActionCreatingFilterSuccess
source: Created ${filter} filter
de: Filter ${filter} wurde erstellt
el: Το φίλτρο ${filter} δημιουργήθηκε
es: Se creó el filtro ${filter}
fi: Suodatin ${filter} luotu
nl: ${filter} filter aangemaakt
pt_br: Filtro ${filter} criado
zh: 已创建 ${filter} 过滤器

# commonActionCreatingFilterFailure
source: Failed to create ${filter}
de: ${filter} konnte nicht erstellt werden
el: Αποτυχία δημιουργίας του ${filter}
es: No se pudo crear ${filter}
fi: Suodattimen ${filter} luominen epäonnistui
nl: Aanmaken van ${filter} mislukt
pt_br: Falhou ao criar: ${filter}
zh: 无法创建 ${filter} 过滤器

# commonActionUpdatingFilterProgress
source: Updating ${filter} filter...
de: Filter ${filter} wird aktualisiert...
el: Ενημέρωση φίλτρου ${filter}...
es: Actualizando el filtro ${filter}...
fi: Päivitetään suodatin ${filter}...
nl: ${filter} filter bijwerken...
pt_br: Atualizando o filtro: ${filter}...
zh: 正在更新 ${filter} 过滤器…

# commonActionUpdatingFilterSuccess
source: Updated ${filter} filter
de: Filter ${filter} aktualisiert
el: Το φίλτρο ${filter} ενημερώθηκε
es: Filtro ${filter} actualizado
fi: Suodatin ${filter} päivitetty
nl: ${filter} filter bijgewerkt
pt_br: Atualizado o filtro: ${filter}
zh: 已更新 ${filter} 过滤器

# commonActionUpdatingFilterFailure
source: Failed to update ${filter}
de: Aktualisierung von ${filter} fehlgeschlagen
el: Αποτυχία ενημέρωσης του ${filter}
es: No se pudo actualizar ${filter}
fi: Suodattimen ${filter} päivitys epäonnistui
nl: Bijwerken van ${filter} mislukt
pt_br: Falhou ao atualizar ${filter}
zh: 无法更新 ${filter} 过滤器

# commonActionPublishingProgress
source: Publishing post...
de: Beitrag wird veröffentlicht...
el: Δημοσίευση ανάρτησης...
es: Publicando post...
fi: Julkaistaan...
ko: 게시물 발행 중...
nl: Bericht publiceren...
pt_br: Publicando post...
zh: 正在发布帖文…

# commonActionPublishingSuccess
source: Published post.
de: Veröffentlichter Beitrag.
el: Δημοσιεύθηκε ανάρτηση.
es: Post publicado
nl: Bericht gepubliceerd.
pt_br: Post publicado.
zh: 已发布帖文。

# commonActionPublishingFailure
source: Failed to publish post
de: Beitrag konnte nicht veröffentlicht werden
el: Αποτυχία δημοσίευσης ανάρτησης
es: No se pudo publicar el post
fi: Julkaisu epäonnistui
ko: 게시물 발행 실패함
nl: Publiceren van bericht mislukt
pt_br: Falhou ao publicar post
zh: 无法发布帖文

# commonActionPublishingMultipleProgress
source: Publishing posts...
de: Beiträge werden veröffentlicht...
el: Δημοσίευση αναρτήσεων...
nl: Berichten publiceren...
pt_br: Publicando posts...
zh: 正在发布帖文…

# commonActionPublishingMultipleSuccess
source: Published posts.
de: Veröffentlichte Beiträge
el: Δημοσιεύθηκαν αναρτήσεις.
nl: Berichten gepubliceerd.
pt_br: Posts publicados.
zh: 已发布帖文。

# commonActionSchedulingProgress
source: Scheduling post...
de: Plane Beitrag...
el: Προγραμματισμός ανάρτησης...
es: Programando post...
fi: Julkaisu ajoitetaan...
ko: 게시물 예약 중...
nl: Bericht inplannen...
pt_br: Agendando post...
zh: 尝试定时发送帖文…

# commonActionSchedulingSuccess
source: Scheduled post
de: Beitrag geplant
el: Προγραμματισμένη ανάρτηση
es: Post programado
fi: Ajoitettu julkaisu
ko: 예약한 게시물
nl: Bericht ingepland
pt_br: Post agendado
zh: 已设置帖文定时

# commonActionSchedulingFailure
source: Failed to schedule post
de: Beitrag konnte nicht geplant werden
el: Αποτυχία προγραμματισμού ανάρτησης
es: No se pudo programar el post
fi: Julkaisun ajoitus epäonnistui
ko: 예약한 게시물 작성이 실패함
nl: Inplannen van bericht mislukt
pt_br: Falhou ao agendar post
zh: 无法设置定时帖文

# commonActionUpdatingProgress
source: Updating post...
de: Aktualisiere Beitrag...
el: Ενημέρωση ανάρτησης...
es: Actualizando post...
fi: Päivitetään julkaisua...
ko: 게시물 갱신 중...
nl: Bericht bijwerken...
pt_br: Atualizando post...
zh: 正在更新帖文…

# commonActionUpdatingSuccess
source: Updated post
de: Beitrag aktualisiert
el: Ενημερώθηκε ανάρτηση
es: Post actualizado
fi: Päivitetty julkaisu
ko: 게시물 갱신 마침
nl: Bericht bijgewerkt
pt_br: Post atualizado
zh: 已更新帖文

# commonActionFollowingProgress
source: Following...
de: Folge...
el: Ακολουθείται...
es: Siguiendo...
fi: Seurataan...
ko: 팔로우하는 중...
nl: Volgen...
pt_br: Seguindo...
zh: 正在关注…

# commonActionFollowingSuccess
source: Followed {account}
de: {account} gefolgt
el: Ο λογαριασμός {account} ακολουθείται
es: Seguiste a {account}
fi: Seurataan {account}
nl: {account} gevolgd
pt_br: {account} seguido
zh: 已关注 {account}

# commonActionFollowingFailure
source: Failed to follow {account}
de: Fehler beim Folgen von {account}
el: Αποτυχία ακολούθησης του @{account}
es: No se pudo seguir a {account}
fi: Tilin {account} seuraaminen epäonnistui
nl: Volgen van {account} mislukt
pt_br: Falhou ao seguir {account}
zh: 无法关注 {account}

# commonActionUnfollowingProgress
source: Unfollowing...
de: Entfolgen...
el: Άρση ακολούθησης...
es: Dejando de seguir...
fi: Seuraaminen lopetetaan...
ko: 팔로우 해제 중...
nl: Ontvolgen...
pt_br: Parando de seguir...
zh: 正在取消关注…

# commonActionUnfollowingSuccess
source: Unfollowed {account}
de: {account} wird nicht mehr gefolgt
el: Έγινε άρση ακολούθησης του {account}
es: Dejaste de seguir a {account}
fi: Tilin {account} seuraaminen lopetettu
nl: {account} ontvolgd
pt_br: {account} parado de seguir
zh: 已取消关注 {account}

# commonActionUnfollowingFailure
source: Failed to unfollow {account}
de: Fehler beim Entfolgen von {account}
el: Αποτυχία άρσης ακολούθησης του @{account}
es: No se pudo dejar de seguir a {account}
fi: {account} seuraamisen peruminen epäonnistui
nl: Ontvolgen van {account} mislukt
pt_br: Falhou ao parar de seguir {account}
zh: 无法取消关注 {account}

# commonActionAddingProgress
source: Adding...
de: Wird hinzugefügt...
el: Προστίθεται...
es: Añadiendo...
fi: Lisätään...
ko: 추가하는 중...
nl: Toevoegen...
pt_br: Adicionando...
zh: 正在添加…

# commonActionAddingSuccess
source: Added @{account}
de: @{account} hinzugefügt
el: Προστέθηκε @{account}
es: Se añadió a @{account}
fi: Lisätty @{account}
ko: @{account} 추가 마침
nl: @{account} toegevoegd
pt_br: Adicionado @{account}
zh: 已添加 @{account}

# commonActionAddingFailure
source: Failed to add account @{account}
de: Hinzufügen von @{account} fehlgeschlagen
el: Αποτυχία προσθήκης του λογαριασμού @{account}
es: No se pudo añadir la cuenta @{account}
fi: Tilin @{account} lisääminen epäonnistui
nl: Toevoegen van @{account} mislukt
pt_br: Falhou ao adicionar @{account}
zh: 无法添加账户 @{account}

# commonActionRemovingProgress
source: Removing...
de: Wird entfernt...
el: Αφαιρείται...
es: Removiendo...
fi: Poistetaan...
ko: 제거하는 중...
nl: Verwijderen...
pt_br: Removendo...
zh: 正在移除…

# commonActionRemovingSuccess
source: Removed @{account}
de: @{account} entfernt
el: Αφαιρέθηκε @{account}
es: Se removió @{account}
fi: Tili @{account} poistettu
ko: @{account} 제거 마침
nl: @{account} verwijderd
pt_br: Removido @{account}
zh: 已移除 @{account}

# commonActionRemovingFailure
source: Failed to remove @{account}
el: Αποτυχία αφαίρεσης @{account}
es: No se pudo remover @{account}
fi: Tilin @{account} poistaminen epäonnistui
nl: Verwijderen van @{account} mislukt
pt_br: Falhou ao remover @{account}
zh: 无法移除账户 @{account}

# commonActionDeleteListPrompt
source: Delete list?
de: Liste löschen?
el: Διαγραφή λίστας;
es: ¿Borrar lista?
fi: Poista lista?
ko: 리스트를 삭제합니까?
nl: Lijst verwijderen?
pt_br: Excluir lista?
zh: 删除列表？

# commonActionDeleteListPromptAreYouSure
source: Are you sure you want to delete this list?
de: Bist du sicher, dass du diese Liste löschen möchtest?
el: Σίγουρα θες να διαγράψεις αυτήν τη λίστα;
es: ¿Seguro que quieres borrar esta lista?
fi: Oletko varma, että haluat poistaa tämän listan?
nl: Weet je zeker dat je deze lijst wil verwijderen?
pt_br: Deseja mesmo excluir esta lista?
zh: 你确定要删除该列表吗？

# commonActionDeleteListPromptAction
source: Delete
de: Löschen
el: Διαγραφή
es: Borrar
fi: Poista
ko: 삭제
nl: Verwijderen
pt_br: Excluir
zh: 删除
