Repository: trunks-social/trunks-public
Catalog: app_*.arb
Languages: de, el, es, fi, ko, nl, pt_br, zh

# composePageScheduleFailure
source: Cannot schedule message, adjust scheduled time to be at least 5 minutes into the future.
de: Beitrag kann nicht geplant werden, die geplante Veröffentlichungszeit muss mindestens 5 Minuten in der Zukunft liegen.
el: Δεν μπορείς να προγραμματίσεις το μήνυμα, ρύθμισε την προγραμματισμένη ώρα να είναι τουλάχιστον 5 λεπτά στο μέλλον.
es: No se puede programar el mensaje, ajuste la hora programada para que sea al menos 5 minutos en el futuro.
fi: Viestiä ei voi ajoittaa, säädä aikaa vähintään 5 minuuttia tulevaisuuteen.
nl: Kan bericht niet inplannen; pas de geplande tijd aan zodat die minstens 5 minuten in de toekomst ligt.
pt_br: Não é possível agendar a mensagem, ajuste o agendamento para, pelo menos, 5 minutos no futuro.
zh: 无法设置消息定时，请将设定时间调整为至少未来 5 分钟以后。

# composePageTooLongFailure
source: Cannot send message. It's too long.
de: Beitrag kann nicht gesendet werden, da er zu lang ist.
el: Αδυναμία αποστολής μηνύματος. Είναι πολύ μεγάλο.
es: No se pudo enviar el mensaje. Es demasiado largo.
fi: Viestiä ei voi lähettää. Se on liian pitkä.
nl: Kan bericht niet verzenden. Het is te lang.
pt_br: A mensagem não pôde ser enviada por ser longa.
zh: 无法发送信息。文本过长。

# composePageMediaOptionsPromptTitle
source: Media options
de: Medieneinstellungen
el: Επιλογές πολυμέσων
es: Opciones de medios
fi: Median asetukset
nl: Media-opties
pt_br: Configurações de mídia
zh: 媒体选项

# composePageMediaOptionsPromptModify
source: Modify content description
de: Bildbeschreibung ändern
el: Τροποποίηση περιγραφής περιεχομένου
es: Modificar descripción del contenido
fi: Muokkaa sisällön kuvausta
nl: Inhoudsbeschrijving aanpassen
pt_br: Modificar descrição de conteúdo
zh: 编辑内容描述

# composePageMediaOptionsPromptAdd
source: Add content description
de: Bildbeschreibung hinzufügen
el: Προσθήκη περιγραφής περιεχομένου
es: Añadir descripción del contenido
fi: Lisää sisällön kuvaus
ko: 컨텐트 설명 추가하기
nl: Inhoudsbeschrijving toevoegen
pt_br: Adicionar descrição de conteúdo
zh: 添加内容描述

# composePageContentDescriptionPromptTitle
source: Content description
de: Bildbeschreibung
el: Περιγραφή περιεχομένου
es: Descripción del contenido
fi: Sisällön kuvaus
ko: 콘텐트 설명
nl: Inhoudsbeschrijving
pt_br: Descrição de conteúdo
zh: 内容描述

# composePageContentDescriptionPromptInput
source: Enter content description
de: Bildbeschreibung eingeben
el: Εισαγωγή περιγραφής περιεχομένου
es: Ingresar descripción del contenido
fi: Lisää sisällön kuvaus
nl: Inhoudsbeschrijving invoeren
pt_br: Inserir descrição de conteúdo
zh: 输入内容描述

# reachPageTitle
source: reach
de: Reichweite
el: εμβέλεια
es: alcance
fi: tavoittavuus
nl: bereik
pt_br: alcançar
zh: 互动情况

# detailPagePostTitle
source: post by @{account}
de: Beitrag von @{account}
el: ανάρτηση από @{account}
es: post de @{account}
fi: tilin @{account} julkaisu
ko: @{account}의 게시물
nl: bericht van @{account}
pt_br: post de @{account}
zh: 发帖给 @{account}

# detailPageThreadTitle
source: thread by @{account}
de: Thread von @{account}
el: νήμα από @{account}
es: hilo de @{account}
fi: tilin @{account} ketju
nl: draad door @{account}
pt_br: tópico de @{account}
zh: @{account} 的帖文串

# detailPageShowContext
source: Show context
de: Kontext anzeigen
el: Εμφάνιση περιεχομένου
es: Mostrar contexto
fi: Näytä konteksti
ko: 글타래 보기
nl: Context tonen
pt_br: Exibir contexto
zh: 显示上下文

# detailPageMoreComments
source: {number} comment(s)
de: {number} Antwort(en)
el: {number} σχόλιο(α)
es: {number} comentario(s)
nl: {number} reactie(s)
pt_br: {number} comentário(s)
zh: {number} 条评论

# detailPageShowMoreComments
source: View {number} more comment(s)
de: {number} weitere Antwort(en) anzeigen
el: Δες {number} ακόμη σχόλιο(α)
es: Ver {number} comentario(s) más
fi: Näytä vielä {number} kommentti(a)
ko: {number}개의 의견 더 보기
nl: {number} meer reactie(s) bekijken
pt_br: Ver mais {number} comentário(s)
zh: 还有 {number} 条评论

# detailPageShowAllSensitiveContent
source: show all sensitive content
de: Alle Medien mit Inhaltswarnung anzeigen
el: εμφάνιση όλου του ευαίσθητου περιεχομένου
es: mostrar todo el contendio sensible
fi: näytä kaikki arkaluontoiset sisällöt
ko: 민감한 콘텐트 모두 보기
nl: alle gevoelige inhoud tonen
pt_br: exibir todo conteúdo sensível
zh: 显示所有敏感内容

# detailPageUnrollAsArticle
source: unroll as article
de: Thread als vollständigen Artikel anzeigen
el: ξετύλιγμα ως άρθρο
es: desenrollar como artículo
fi: pura artikkeliksi
ko: 게시물 펼치기/접기
nl: als artikel uitrollen
pt_br: desenrolar como artigo
zh: 长文视图

# detailPageWriteReply
source: Write your reply
de: Schreibe deine Antwort
el: Γράψε την απάντησή σου
es: Escribir tu respuesta
nl: Schrijf je reactie
pt_br: Escrever sua resposta
zh: 输入你的回复

# editPageCurrent
source: current
de: aktuell
el: τρέχον
es: actual
fi: nykyinen
ko: 현재
nl: huidig
pt_br: atual
zh: 当前

# editPageOriginal
source: original
el: αρχικό
fi: alkuperäinen
nl: origineel
zh: 原文

# editPageLoadFailure
source: Unable to load edit history
de: Bearbeitungsverlauf kann nicht geladen werden
el: Αδυναμία φόρτωσης ιστορικού επεξεργασίας
es: No se pudo cargar el historial de ediciones
fi: Muokkaushistoriaa ei voi ladata
nl: Kan bewerkingsgeschiedenis niet laden
pt_br: Não foi possível carregar histórico de edições
zh: 无法加载编辑历史

# imageViewerPageOpenBrowser
source: Open in web browser
de: Im Webbrowser öffnen
el: Άνοιγμα σε πρόγραμμα περιήγησης
es: Abrir en el navegador web
fi: Avaa selaimessa
nl: In webbrowser openen
pt_br: Abrir no navegador
zh: 在浏览器中打开

# trendingConfigPageTitle
source: trending sources
de: Quellen für Trends
el: πηγές σε τάση
es: explora fuentes
nl: trending bronnen
pt_br: fontes de tendência
zh: 热门来源

# trendingConfigPageEmpty
source: You have no external trending sources, click + to create one.
de: Du hast keine externen Quellen für Trends, klicke auf +, um eine zu erstellen.
el: Δεν έχεις εξωτερικές πηγές σε τάση, κάνε κλικ στο + για να δημιουργήσεις μία.
es: No tienes fuentes de exploración externas, haz clic en + para crear una.
nl: Je hebt geen externe trending bronnen, klik + om er één aan te maken.
pt_br: Você não possui fontes externas de tendência, clique em + para criar uma.
zh: 你还没有外部的热门来源，点击 + 创建一个。

# trendingConfigPageAdd
source: add source
de: Quelle hinzufügen
el: προσθήκη πηγής
es: añadir fuente
fi: lisää lähde
nl: bron toevoegen
pt_br: adicionar fonte
zh: 添加源

# trendingConfigPageRemoveTooltip
source: Remove trending source
de: Trend-Quelle entfernen
el: Αφαίρεση πηγής σε τάση
es: Remover fuente de exploración
nl: Trending bron verwijderen
pt_br: Remover fonte de tendência
zh: 移除热门来源

# trendingConfigPageAddSourcePromptTitle
source: Add a source for trending
de: Trend-Quelle hinzufügen
el: Πρόσθεσε μια πηγή για τάσεις
es: Añadir una fuente que explorar
nl: Bron voor trending toevoegen
pt_br: Adicionar uma fonte para tendência
zh: 添加一个热门来源

# explorePageTitle
source: explore
de: entdecken
el: εξερεύνηση
es: explorar
fi: tutki
ko: 탐색하기
nl: verkennen
pt_br: Explorar
zh: 探索

# trendingPageCategoryPosts
source: posts
de: Beiträge
el: αναρτήσεις
fi: julkaisut
ko: 게시물
nl: berichten
zh: 帖文

# trendingPageCategoryPostViewMoreTooltip
source: View more trending posts
de: Weitere angesagte Beiträge entdecken
el: Δες περισσότερες αναρτήσεις σε τάση
es: Ver más posts en tendencia
fi: Tutki nousussa olevia julkaisuja
ko: 트렌드 게시물 더 보기
nl: Meer trending berichten bekijken
pt_br: Ver mais posts em tendência
zh: 查看更多热门帖文

# trendingPageCategoryTags
source: tags
de: Hashtags
el: ετικέτες
es: etiquetas
ko: 태그
nl: hashtags
zh: 标签

# trendingPageCategoryTagsViewMoreTooltip
source: View more trending tags
de: Weitere angesagte Hashtags entdecken
el: Δες περισσότερες ετικέτες σε τάση
es: Ver más etiquetas en tendencia
ko: 트렌드 태그 더 보기
nl: Meer trending hashtags weergeven
pt_br: Ver mais tags em tendência
zh: 查看更多热门标签

# trendingPageCategoryLinks
source: links
el: σύνδεσμοι
es: enlaces
ko: 링크
zh: 链接

# trendingPageCategoryLinksViewMoreTooltip
source: View more trending links
de: Weitere angesagte Links entdecken
el: Δες περισσότερους συνδέσμους σε τάση
es: Ver más enlaces en tendencia
ko: 트렌드 링크 더 보기
nl: Meer trending links weergeven
pt_br: Ver mais links em tendência
zh: 查看更多热门链接

# trendingPageTrendingText
source: trending {content}
de: angesagte {content}
el: σε τάση {content}
es: {content} en tendencia
ko: 트렌드 {content}
pt_br: {content} em tendência
zh: 热门 {content}

# serverDetailsMonthlyUsers
source: monthly users
de: monatliche Benutzer
el: μηνιαίοι χρήστες
es: usuarios mensuales
ko: 월 이용자
nl: maandelijkse gebruikers
pt_br: usuários mensais
zh: 月活用户

# serverDetailsDescription
source: description
de: Beschreibung
el: περιγραφή
es: descripción
nl: omschrijving
pt_br: descrição
zh: 描述

# serverDetailsContactAccount
source: contact account
de: Kontakt
el: λογαριασμός επαφών
es: cuenta de contacto
pt_br: conta de contato
zh: 联系人账户

# serverDetailsStats
source: stats
de: Statistiken
el: στατιστικά
es: estadísticas
ko: 통계
nl: statistieken
pt_br: estatísticas
zh: 状态

# searchPageAccountsHeader
source: accounts
de: Konten
el: λογαριασμοί
es: cuentas
ko: 계정
pt_br: contas
zh: 账户

# searchPageTagsHeader
source: tags
de: Hashtags
el: ετικέτες
es: etiquetas
ko: 태그
nl: hashtags
zh: 标签

# searchPagePostsHeader
source: posts
de: Beiträge
el: αναρτήσεις
ko: 게시물
nl: berichten
zh: 帖文

# searchPageServersHeader
source: servers
de: Server
el: διακομιστές
es: servidores
ko: 서버
pt_br: servidores
zh: 实例

# searchPageHistoryHeader
source: search history
de: Suchverlauf
el: ιστορικό αναζήτησης
es: historial de búsqueda
nl: zoekgeschiedenis
pt_br: histórico de pesquisa
zh: 搜索历史

# searchPageLoadMore
source: Load more
de: Mehr laden
el: Φόρτωση περισσότερων
es: Cargar más
ko: 더 불러오기
nl: Meer laden
pt_br: Carregar mais
zh: 加载更多

# searchPageInputHint
source: Search...
de: Suchen...
el: Αναζήτηση...
es: Buscar...
ko: 검색...
nl: Zoeken...
pt_br: Pesquisar...
zh: 搜索……

# searchPageActionTooltip
source: Perform search
de: Suche durchführen
el: Εκτέλεση αναζήτησης
es: Realizar búsqueda
nl: Zoekopdracht uitvoeren
pt_br: Pesquisar
zh: 执行搜索

# searchPageAdvancedSearchDialogTitle
source: Advanced search
de: Erweiterte Suche
el: Σύνθετη αναζήτηση
es: Búsqueda avanzada
nl: Geavanceerd zoeken
pt_br: Pesquisa avançada
zh: 高级搜索

# searchPageAdvancedSearchDialogFromMeTitle
source: "from:me"
el: "από:μένα"
es: "de:mí"
pt_br: "de:mim"

# searchPageAdvancedSearchDialogFromMeSubtitle
source: Add to your search to show only content from yourself.
el: Πρόσθεσε στην αναζήτησή σου για να εμφανίζει μόνο περιεχόμενο από σένα.
es: Añadir a tu muestra de búsqueda solamente contenido tuyo.
nl: Voeg dit toe aan je zoekopdracht om enkel inhoud van jezelf te tonen.
pt_br: Adicione a sua pesquisa para exibir somente seu conteúdo.

# searchPageAdvancedSearchDialogFromSomeoneElseTitle
source: "from:<user@server>"
el: «από:<user@server>»
es: "de:<user@server>"
pt_br: "de:<user@server>"

# searchPageAdvancedSearchDialogFromSomeoneElseSubtitle
source: Add to your search to show only content from that specific user.
de: Nur Beiträge in Beiträgen von user@server suchen.
el: Πρόσθεσε στην αναζήτησή σου για να εμφανίζει μόνο περιεχόμενο από τον συγκεκριμένο χρήστη.
es: Añadir a tu búsqueda que sólo muestre contenido de ese usuario específico.
nl: Voeg dit toe aan je zoekopdracht om enkel inhoud van die specifieke gebruiker te tonen.
pt_br: Adicione a sua pesquisa para exibir apenas conteúdo daquele usuário específico.
zh: 向搜索结果添加筛选条件，仅显示特定用户发布的内容。

# searchPageAdvancedSearchDialogInLibraryTitle
source: "in:library"
el: «στην:βιβλιοθήκη»
es: "en:biblioteca"
pt_br: "na:biblioteca"

# searchPageAdvancedSearchDialogInLibrarySubtitle
source: Add to your search to show only content that you've interacted with.
de: Nur in Beiträgen suchen, mit denen du interagiert hast.
el: Πρόσθεσε στην αναζήτησή σου για να εμφανίζει μόνο το περιεχόμενο με το οποίο έχεις αλληλεπιδράσει.
es: Añadir a tu búsqueda que sólo muestre contenido con el que has interactuado.
nl: Voeg dit toe aan je zoekopdracht om enkel inhoud te tonen waarop je gereageerd hebt.
pt_br: Adicione a sua pesquisa para exibir apenas conteúdo que você interagiu.
zh: 向搜索结果添加筛选条件，仅显示你互动过的内容。

# searchPageAdvancedSearchDialogBeforeTitle
source: "before:2023-09-01"
el: «πριν:2023-09-01»
es: "antes de:2023-09-01"
pt_br: "antes de:2023-09-01"

# searchPageAdvancedSearchDialogBeforeSubtitle
source: Add to your search to show only content before September 1st 2023.
de: Nur in Beiträgen suchen, die vor dem 1. September 2023 erstellt wurden.
el: Πρόσθεσε στην αναζήτησή σου για να εμφανίζεται μόνο περιεχόμενο πριν από την 1η Σεπτεμβρίου 2023.
es: Añadir a tu búsqueda que sólo muestre contenido de antes del 1° de septiembre del 2023.
nl: Voeg dit toe aan je zoekopdracht om enkel inhoud te tonen van vóór 1 september 2023.
pt_br: Adicione a sua pesquisa para exibir apenas conteúdo de antes de 1 de setembro de 2023.
zh: 向搜索结果添加筛选条件，仅显示 2023 年 9 月 1 日前的内容。

# searchPageAdvancedSearchDialogAfterTitle
source: "after:2023-08-26"
el: "μετά:2023-08-26"
es: "después de:2023-08-26"
pt_br: "após:2023-08-26"

# searchPageAdvancedSearchDialogAfterSubtitle
source: Add to your search to show only content after August 26th 2023.
de: Nur in Beiträgen suchen, die nach dem 26. August 2023 erstellt wurden.
el: Πρόσθεσε στην αναζήτησή σου για να εμφανίζεται μόνο περιεχόμενο μετά τις 26 Αυγούστου 2023.
es: Añadir a tu búsqueda que sólo muestre contenido de después del 26 de agosto del 2023.
nl: Voeg dit toe aan je zoekopdracht om enkel inhoud te tonen van na 26 augustus 2023.
pt_br: Adicione a sua pesquisa para exibir apenas conteúdo após 26 de agosto de 2023.
zh: 向搜索结果添加筛选条件，仅显示 2023 年 8 月 26 日后的内容。

# feedCardHidePostAction
source: Hide post
de: Beitrag ausblenden
el: Απόκρυψη ανάρτησης
es: Ocultar post
ko: 게시물 가리기
nl: Bericht verbergen
pt_br: Ocultar post
zh: 隐藏帖文

# feedCardOpenOnAction
source: Open on {host}
de: Auf {host} öffnen
el: Άνοιγμα σε {host}
es: Abrir en {host}
ko: {host}에서 열기
nl: Openen op {host}
pt_br: Abrir em {host}
zh: 在 {host} 中打开

# feedCardCopyTrunksLinkAction
source: Copy trunks link
de: Trunks-Link kopieren
el: Αντιγραφή συνδέσμου trunks
es: Copiar enlace de trunks
ko: 트렁크 링크 베껴두기
nl: trunks-link kopiëren
pt_br: Copiar link do trunks
zh: 复制 trunks 链接

# feedCardMuteConversationAction
source: Mute conversation
de: Unterhaltung stummschalten
el: Σίγαση συζήτησης
es: Silenciar conversación
ko: 대화 뮤트하기
nl: Gesprek dempen
pt_br: Silenciar conversa
zh: 隐藏对话

# feedCardUnmuteConversationAction
source: Unmute conversation
de: Stummschaltung der Unterhaltung aufheben
el: Άρση σίγασης συζήτησης
es: Desilenciar conversación
ko: 대화 뮤트 해제하기
nl: Demping van gesprek opheffen
pt_br: Dessilenciar conversa
zh: 取消隐藏对话

# feedCardTranslateAction
source: Translate
de: Übersetzen
el: Μετάφραση
es: Traducir
ko: 번역하기
nl: Vertalen
pt_br: Traduzir
zh: 翻译

# feedCardPinPostAction
source: Pin post
de: Beitrag anheften
el: Καρφ. ανάρτησης
es: Anclar post
ko: 게시물 고정하기
nl: Bericht vastzetten
pt_br: Fixar post
zh: 钉选帖文

# feedCardUnpinPostAction
source: Unpin post
de: Beitrag abheften
el: Ξεκαρφ. ανάρτησης
es: Desanclar post
ko: 게시물 고정 해제하기
nl: Bericht losmaken
pt_br: Desafixar post
zh: 取消钉选帖文

# feedCardReportPostAction
source: Report post
de: Beitrag melden
el: Αναφορά ανάρτησης
es: Reportar post
ko: 게시물 제보하기
nl: Bericht rapporteren
pt_br: Denunciar post
zh: 报告帖文

# feedCardPostSourceTextPromptTitle
source: Post source text
de: Beitragsquelle
el: Δημοσίευση πηγαίου κειμένου
nl: Brontekst plaatsen
pt_br: Texto fonte do post
zh: 帖文原始文本

# feedCardViewReachAction
source: View reach
de: Reichweite anzeigen
el: Εμφάνιση εμβέλειας
es: Ver alcance
nl: Bereik tonen
pt_br: Ver alcance
zh: 查看互动情况

# feedCardEditedStatus
source: edited
de: bearbeitet
el: επεξεργάστηκε
es: editado
nl: bewerkt
pt_br: editado
zh: 已编辑

# feedCardContentLabelPrefix
source: content label
de: Inhaltswarnung
el: ετικέτα περιεχομένου
es: etiqueta de contenido
ko: 콘텐트 레이블
nl: inhoudslabel
pt_br: tag de conteúdo
zh: 内容标记

# feedCardContentLabelPrefixDescription
source: This user has placed a spoiler on this post. Click "show content" to view the content
de: Dieser Benutzer hat eine Inhaltswarnung gesetzt. Klicke auf "Inhalt anzeigen", um den Inhalt zu sehen.
el: Αυτός ο χρήστης έχει τοποθετήσει ένα σπόιλερ σε αυτή την ανάρτηση. Κάνε κλικ στο κουμπί "Εμφάνιση περιεχομένου" για να δεις το περιεχόμενο
es: Este usuario ha puesto un spoiler en este post. Haz clic en "mostrar contenido" para ver el contenido
nl: Deze gebruiker heeft een spoiler geplaatst op dit bericht. Klik op "inhoud tonen" om de inhoud te bekijken
pt_br: Este usuário exibiu um vazamento/spoiler neste post. Clique em exibir para visualizar o conteúdo.
zh: 该用户在这条帖文上设置了剧透标签。点击 "显示内容" 来进行查看

# feedCardFilteredStatus
source: filtered
de: gefiltert
el: φιλτραρισμένο
es: filtrado
ko: 필터 적용함
nl: gefilterd
pt_br: filtrado
zh: 已过滤

# feedCardFilteredStatusDescription
source: This content was filtered by one of your filters
de: Dieser Inhalt wurde von einem deiner Filter gefiltert
el: Αυτό το περιεχόμενο φιλτράρηκε από ένα από τα φίλτρα σου
es: Este contenido fue filtrado por uno de tus filtros
fi: Tämän sisällön suodatti yksi suodattimistasi
nl: Deze inhoud is gefilterd door één van je filters
pt_br: Este conteúdo foi filtrado por um dos seus filtros
zh: 该内容已被你的其中一个过滤器过滤

# feedCardSensitiveMediaStatus
source: sensitive media
de: Medien mit Inhaltswarnung
el: ευαίσθητα πολυμέσα
es: medios sensibles
fi: arkaluontoinen media
ko: 민감한 미디어
nl: gevoelige media
pt_br: mídia sensível
zh: 敏感媒体

# feedCardSensitiveMediaStatusDescription
source: This user marked this media as sensitive, but did not put a content label
de: Dieser Benutzer hat die Medien als heikel gekennzeichnet, aber keine Inhaltswarnung angegeben
el: Αυτός ο χρήστης επισήμανε αυτό το μέσο ως ευαίσθητο, αλλά δεν έβαλε ετικέτα περιεχομένου
es: Este usuario marcó este medio como sensible, pero no puso una etiqueta de contenido
fi: Tämä käyttäjä merkitsi median arkaluontoiseksi, mutta ei lisännyt varoitustekstiä
nl: Deze gebruiker heeft deze media gemarkeerd als gevoelig, maar heeft geen inhoudslabel geplaatst
pt_br: Este usuário marcou esta mídia como sensível, mas não colocou uma tag de conteúdo.
zh: 该用户已将媒体内容标记为敏感，但没有为其设置内容标记

# feedCardTranslatedStatus
source: Translated from {language} using {service}
de: Übersetzt von {language} mit {service}
el: Μεταφράστηκε από τα {language} χρησιμοποιώντας {service}
es: Traducido del {language} usando {service}
fi: Käännetty kielestä {language} käyttäen {service}
nl: Vertaald uit het {language} met behulp van {service}
pt_br: Traduzido do {language} usando o {service}
zh: 由 {service} 翻译自 {language}

# feedCardOngoingThreadAnnotation
source: as ongoing thread
de: als Teil eines Threads
el: ως συνεχιζόμενο νήμα
es: como hilo en curso
fi: ketjussa
nl: als doorlopende draad
pt_br: como um tópico em andamento
zh: 帖文串的一部分

# feedCardAsReplyAnnotation
source: as reply
de: als Antwort auf bestehenden Beitrag
el: ως απάντηση
es: como respuesta
fi: vastauksena
nl: als antwoord
pt_br: como resposta
zh: 一则回复

# feedCardAsContextAnnotation
source: as context
de: als Kontext
el: ως σχετικό
es: como contexto
fi: kontekstina
nl: als context
pt_br: como contexto
zh: 一条上下文信息

# feedCardInReplyToAnnotation
source: in reply to
de: als Antwort an
el: απάντηση σε
es: en respuesta a
fi: vastauksena käyttäjälle
nl: als reactie op
pt_br: em resposta à
zh: 给如下用户的回复

# feedCardBoostedByAnnotation
source: boosted by
de: geteilt von
el: ενισχύθηκε από
es: impulsado por
fi: tehosti
ko: 부스트한 계정:
nl: geboost door
pt_br: dado boost por
zh: 由如下用户转发

# feedCardPinnedByAnnotation
source: pinned by
de: angeheftet von
el: καρφιτσώθηκε από
es: anclado por
fi: kiinnitti
nl: vastgezet door
pt_br: fixado por
zh: 由如下用户钉选

# feedCardVerifiedTooltip
source: Verified at {domains}
de: Verifiziert von {domains}
el: Επαληθεύτηκε στο {domains}
es: Verificado en {domains}
fi: Vahvistettu osoitteessa {domains}
nl: Geverifieerd op {domains}
pt_br: Verificado em {domains}
zh: {domains} 的认证用户

# feedCardOriginalPosterTooltip
source: Original poster of the thread.
de: Ursprünglicher Ersteller des Threads.
el: Αρχικός συντάκτης αυτού του νήματος.
es: Autor original del hilo.
nl: Oorspronkelijke plaatser van de draad.
pt_br: Autor original do tópico.
zh: 该帖文串的发布者

# feedCardEditPostHistoryTooltip
source: See post edit history
de: Bearbeitungshistorie des Beitrags ansehen
el: Δες το ιστορικό επεξεργασίας ανάρτησης
es: Ver historial de edición del post
fi: Näytä julkaisun muokkaushistoria
nl: Bewerkingsgeschiedenis van bericht bekijken
pt_br: Ver histórico de edições do post
zh: 查看帖文编辑历史

# feedCardOpenUrlFailure
source: Unable to open url
de: URL kann nicht geöffnet werden
el: Αδυναμία ανοίγματος url
es: No se pudo abrir la url
fi: Url-osoitetta ei voitu avata
nl: Kan URL niet openen
pt_br: Não foi possível abrir o URL
zh: 无法打开 url

# feedCardQuoteBoostFailure
source: Cannot quote boost non public posts
de: Kann nicht-öffentliche Beiträge nicht zitieren
el: Δεν μπορείς να παραθέσεις ενίσχυση μη δημόσιων αναρτήσεων
es: No se puede citar posts no públicos
fi: Julkaisua, joka ei ole julkinen, ei voi lainata
nl: Kan niet-openbare berichten niet 'quote boosten'
pt_br: Não é possível citar posts privados
zh: 无法引用转发非公共性质的帖文

# feedMediaStillProcessing
source: Media is still processing.
de: Die Medien werden noch verarbeitet.
el: Τα πολυμέσα εξακολουθούν να επεξεργάζονται.
es: Los medios aún se están procesando.
fi: Mediaa käsitellään edelleen.
nl: Media worden nog steeds verwerkt.
pt_br: Mídia em andamento.
zh: 媒体仍在处理中。

# feedMediaFullScreenButtonTooltip
source: Open in fullscreen
de: Im Vollbild-Modus öffnen
el: Άνοιγμα σε πλήρη οθόνη
es: Abrir a pantalla completa
fi: Avaa kokoruututilassa
nl: Openen in volledig scherm
pt_br: Abrir em tela cheia
zh: 全屏打开

# feedMediaFullScreenExitButtonTooltip
source: Exit fullscreen
de: Vollbildmodus verlassen
el: Έξοδος από πλήρη οθόνη
es: Salir de pantalla completa
fi: Lopeta kokoruututila
nl: Volledig scherm verlaten
pt_br: Sair da tela cheia
zh: 退出全屏

# feedPageMultiColumnViewTooltip
source: multi column view
de: Mehrspaltenansicht
el: προβολή πολλαπλών στηλών
es: vista multicolumna
fi: usean sarakkeen näkymä
nl: meerderekolommenweergave
pt_br: visualização multi-coluna
zh: 多列视图

# feedPageSingleColumnViewTooltip
source: single column view
de: Einzelspaltenansicht
el: προβολή μονής στήλης
es: vista de una sola columna
fi: yhden sarakkeen näkymä
nl: éénkolomweergave
pt_br: visualização coluna-única
zh: 单列视图

# feedPageOriginalFilter
source: original
de: posts
el: αρχικό
fi: alkuperäinen
nl: origineel
zh: 原创

# feedPageRepliesFilter
source: replies
de: antworten
el: απαντήσεις
es: respuestas
fi: vastaukset
nl: reacties
pt_br: respostas
zh: 回复

# feedPageBoostsFilter
source: boosts
el: ενισχύσεις
es: impulsos
fi: tehostukset
zh: 转发

# feedPageLoggedOut
source: You are logged out. Sign back in to view content.
de: Du bist abgemeldet. Melde dich wieder an, um Inhalte anzuzeigen.
el: Έχεις αποσυνδεθεί. Συνδέσου ξανά για να δεις περιεχόμενο.
es: Se cerró tu sesión. Vuelve a registrarte para ver contenido.
fi: Olet kirjautunut ulos. Kirjaudu sisään nähdäksesi sisältöä.
nl: Je bent afgemeld. Meld opnieuw aan om inhoud te bekijken.
pt_br: Você desconectou. Registre-se novamente para ver os conteúdos.
zh: 你已注销。重新登录来查看该内容。

# feedPageCaughtUp
source: You're all caught up!
de: Du bist auf dem neuesten Stand!
el: Έχεις καλύψει τα πάντα!
es: ¡Estás al día!
fi: Olet ajan tasalla!
nl: Je bent helemaal mee!
pt_br: Tudo em dia!
zh: 你读完了所有内容！

# feedPageLeftOff
source: This is where you left off!
de: Hier hast du aufgehört!
el: Εδώ είχες σταματήσει!
es: ¡Aquí es donde lo dejaste!
fi: Tähän jäit viimeksi!
nl: Tot hier was je gekomen!
pt_br: É aqui onde você parou!
zh: 上次你读到这里！
