Repository: trunks-social/trunks-public
Catalog: app_*.arb
Languages: de, el, es, fi, ko, nl, pt_br, zh

# reportPageOptionSpamSubtitle
source: Malicious links, fake engagement, or repetitive results.
de: Schädliche Links, gefälschte Interaktionen oder wiederholte Antworten.
el: Κακόβουλοι σύνδεσμοι, πλαστή αλληλεπίδραση ή επαναλαμβανόμενες απαντήσεις.
es: Enlaces maliciosos, participación falsa o resultados repetitivos.
fi: Haitallisia linkkejä, petkutusta tai toistuvia tuloksia.
nl: Schadelijke links, nepbetrokkenheid of zich herhalende resultaten.
pt_br: Links maliciosos, engajamento falso, ou resultados repetitivos.
zh: 恶意链接、虚假互动或重复内容。

# reportPageOptionViolationTitle
source: It violates server rules
de: Verstoß gegen die Instanzregeln
el: Παραβαίνει τους κανόνες του διακομιστή
es: Viola las reglas del servidor
fi: Se rikkoo palvelinsääntöjä
ko: 서버 규칙 위반
nl: Het schendt de serverregels
pt_br: Viola as regras do servidor
zh: 它违反了实例规则

# reportPageOptionViolationSubtitle
source: You are aware that it breaks specific rules.
de: Es verstößt gegen bestimmte Regeln.
el: Γνωρίζεις ότι παραβιάζει συγκεκριμένους κανόνες.
es: Estás consciente de que rompe reglas específicas.
fi: Tiedät, että se on tiettyjen sääntöjen vastaista.
nl: Je weet dat het specifieke regels schendt.
pt_br: Você está consciente que isto quebra regras específicas.
zh: 你确信它违反了特定规则。

# reportPageOptionUncategorizedTitle
source: It's something else
de: Es handelt sich um etwas anderes
el: Είναι κάτι άλλο
es: Es otra cosa
fi: Se on jotain muuta
nl: Het is iets anders
pt_br: Nenhum dos motivos acima.
zh: 其他原因

# reportPageOptionUncategorizedSubtitle
source: This issue does not fit in any other categories.
de: Das Problem passt zu keiner dieser Kategorien.
el: Αυτό το ζήτημα δεν ταιριάζει σε καμία άλλη κατηγορία.
es: Este problema no encaja en ninguna otra categoría.
fi: Tämä ongelma ei sovi mihinkään muuhun luokkaan.
nl: Dit probleem past niet in een andere categorie.
pt_br: O problema não corresponde a nenhuma categoria.
zh: 该问题并不适用于其他类别。

# reportPageContentDontLikeTitle
source: Don't want to see this?
de: Du willst das nicht mehr sehen?
el: Δε θες να το βλέπεις;
es: ¿No quieres ver esto?
fi: Etkö halua nähdä tätä?
ko: 이런 건 보기 싫나요?
nl: Wil je dit niet zien?
pt_br: Não deseja ver isso?
zh: 不想看到该内容？

# reportPageContentDontLikeSubtitle
source: Here are your options for controlling what you see.
de: Hier sind deine Optionen zur Steuerung, was du siehst.
el: Εδώ είναι οι επιλογές σου για να ελέγχεις αυτό που βλέπεις.
es: Aquí están tus opciones para controlar lo que ves.
fi: Tässä ovat sinun vaihtoehdosi valvoa mitä näet.
nl: Hier zijn je opties om te controleren wat je ziet.
pt_br: Aqui está suas opções de controle em que você ver.
zh: 你可以通过如下选项控制可见内容。

# reportPageContentSpamTitle
source: Are there any posts that back up this report?
de: Gibt es Beiträge, die diesen Verstoß belegen?
el: Υπάρχουν αναρτήσεις που υποστηρίζουν αυτή την αναφορά;
es: ¿Hay publicaciones que respalden este reporte?
fi: Onko olemassa yhtään julkaisua, joka tukee tätä raporttia?
nl: Zijn er berichten die dit rapport ondersteunen?
pt_br: Existe mais posts idênticos para esta denúncia?
zh: 有其他帖文可以佐证该报告吗？

# reportPageContentSpamSubtitle
source: Select all that apply
de: Wähle alle zutreffenden Beiträge
el: Επέλεξε όλα όσα ισχύουν
es: Selecciona todas las que aplican
fi: Valitse kaikki jotka pätevät
ko: 해당하는 항목을 모두 고르세요.
nl: Selecteer alles wat van toepassing is
pt_br: Selecione o que aplicar-se
zh: 选择所有与之相符的

# reportPageContentViolationTitle
source: Which rules are being violated?
de: Gegen welche Regeln wird verstoßen?
el: Ποιοι κανόνες παραβιάζονται;
es: ¿Qué reglas se están violando?
fi: Mitä sääntöjä rikotaan?
nl: Welke regels worden geschonden?
pt_br: Quais regras estão sendo quebradas?
zh: 被违反的是哪条规则？

# reportPageContentViolationSubtitle
source: Select all that apply
de: Wähle alle zutreffenden Regeln
el: Επέλεξε όλα όσα ισχύουν
es: Selecciona todas las que aplican
fi: Valitse kaikki jotka pätevät
ko: 해당하는 항목을 모두 고르세요.
nl: Selecteer alles wat van toepassing is
pt_br: Selecione o que aplicar-se
zh: 选择所有与之相符的

# reportPageContentUncategorizedTitle
source: Are there any posts that back up this report?
de: Gibt es Beiträge, die diesen Verstoß belegen?
el: Υπάρχουν αναρτήσεις που υποστηρίζουν αυτή την αναφορά;
es: ¿Hay algunas publicaciones que respalden este reporte?
fi: Onko olemassa julkaisua, joka tukee tätä raporttia?
nl: Zijn er berichten die dit rapport ondersteunen?
pt_br: Existe mais posts idênticos para esta denúncia?
zh: 有其他帖文可以佐证该报告吗？

# reportPageContentUncategorizedSubtitle
source: Select all that apply
de: Wähle alle zutreffenden Berichte
el: Επέλεξε όλα όσα ισχύουν
es: Selecciona todas las que aplican
fi: Valitse kaikki jotka pätevät
ko: 해당하는 항목을 모두 고르세요.
nl: Selecteer alles wat van toepassing is
pt_br: Selecione o que aplicar-se
zh: 选择所有与之相符的

# reportPageCommentInputHint
source: Additional comments
de: Zusätzliche Anmerkungen
el: Επιπρόσθετα σχόλια
es: Comentarios adicionales
fi: Muita huomioita
ko: 추가 의견
nl: Aanvullende opmerkingen
pt_br: Comentários adicionais
zh: 补充评论

# reportPageAnotherServer
source: The account is from another server, send an anonymous copy of the report there as well?
de: Dieses Konto gehört zu einem anderen Server. Soll eine anonymisierte Kopie der Meldung auch dorthin gesendet werden?
el: Ο λογαριασμός είναι από διαφορετικό διακομιστή, να σταλεί ανώνυμο αντίγραφο της αναφοράς και εκεί;
es: La cuenta es de otro servidor, ¿enviar también una copia anónima del reporte?
fi: Tili on toiselta palvelimelta, lähetä myös anonyymi kopio raportista sinne?
nl: Het account bevindt zich op een andere server. Wil je daar ook een anonieme kopie van het rapport naar toesturen?
pt_br: A conta é de outro domínio, enviar uma cópia anônima da denúncia lá também?
zh: 该账户来自另一实例，要发送一份匿名的报告副本吗？

# reportPageForwardToAccount
source: Forward to @{account}
de: Weiterleitung an @{account}
el: Προώθηση σε @{account}
es: Reenviar a @{account}
fi: Välitä osoitteeseen @{account}
ko: @{account} 계정으로 전달하기
nl: Doorsturen naar @{account}
pt_br: Reenviar a @{account}
zh: 转发给 @{account}

# reportPageContentCommentsTitle
source: Is there anything else we should know?
de: Gibt es noch etwas, das wir wissen sollten?
el: Υπάρχει κάτι άλλο που πρέπει να γνωρίζουμε;
es: ¿Hay algo más que deberíamos saber?
fi: Onko mitään muuta, mitä meidän pitäisi tietää?
nl: Is er nog iets anders dat we moeten weten?
pt_br: Existe algo a mais que devemos saber?
zh: 还有什么信息是你希望我们应该了解的？

# reportPageContentCommentsSubtitle
source: Add any comments for context during review
de: Hilfreiche Kommentare zur Überprüfung hinzufügen
el: Πρόσθεσε τυχόν σχόλια για το θέμα κατά τη διάρκεια της αξιολόγησης
es: Agrega algunos comentarios como contexto durante la revisión
fi: Lisätietoja yhteyden ymmärtämisen helpottamiseksi
nl: Voeg opmerkingen toe voor context tijdens de review
pt_br: Adicione qualquer comentário para contexto durante a revisão
zh: 在审核过程中添加任何背景说明

# reportPageMuteAccountAction
source: Mute @{account}
de: Schalte @{account} stumm
el: Σίγαση @{account}
es: Silenciar a @{account}
fi: Mykistä @{account}
ko: @{account} 뮤트하기
nl: @{account} dempen
pt_br: Silenciar @{account}
zh: 隐藏 @{account}

# reportPageMuteAccountActionDescription
source: You will not see their posts. They can still follow you and see your posts and will not know that they are muted.
de: Du wirst die Beiträge vom Konto nicht mehr sehen. Das Konto kann dir immer noch folgen, und die Person hinter dem Konto wird deine Beiträge sehen können und nicht wissen, dass du sie stummgeschaltet hast.
el: Δεν θα βλέπεις τις αναρτήσεις του. Μπορεί ακόμα να σε ακολουθεί και να βλέπει τις αναρτήσεις σου χωρίς να γνωρίζει ότι είναι σε σίγαση.
es: No verás sus publicaciones. Aún podrá seguirte y ver tus publicaciones y no sabrá que está silenciado.
fi: Et näe käyttäjän julkaisuja. Käyttäjä voi yhä seurata sinua, nähdä julkaisusi, eikä tiedä tulleensa mykistetyksi.
nl: Je zal hun berichten niet zien. Ze kunnen je nog steeds volgen en je berichten zien en zullen niet weten dat ze gedempt zijn.
pt_br: Você não verá seus posts. Porém, eles ainda conseguiram seguir você e ver seus posts, e não saberá que foi silenciado.
zh: 你不会再看见该账户的帖文。该账户仍可关注你并查看你的帖文，并且不会获知自己已经被你隐藏了。

# reportPageBlockAccountAction
source: Block @{account}
de: Blockiere @{account}
el: Αποκλεισμός @{account}
es: Bloquear a @{account}
fi: Estä @{account}
ko: @{account} 차단하기
nl: @{account} blokkeren
pt_br: Bloquear @{account}
zh: 屏蔽 @{account}

# reportPageBlockAccountActionDescription
source: You will not see their posts. They will not be able to see your posts or follow you. They will be able to tell that they are blocked.
de: Du wirst keine Beiträge mehr von diesem Konto sehen. Das blockierte Konto wird deine Beiträge nicht mehr sehen oder dir folgen können. Die Person könnte mitbekommen, dass du sie blockiert hast.
el: Δεν θα βλέπεις τις αναρτήσεις του. Δεν θα μπορεί να δει τις αναρτήσεις σου ή να σε ακολουθήσει. Θα μπορεί να δει ότι έχει αποκλειστεί.
es: No verás sus publicaciones. No podrá ver tus publicaciones ni seguirte. Podrá ver que está bloqueado.
fi: Et näe käyttäjän viestejä. Käyttäjä ei näe viestejäsi eikä voi seurata sinua. Käyttäjä tietää tulleensa estetyksi.
nl: Je zal hun berichten niet zien. Ze zullen je berichten niet kunnen zien en je niet kunnen volgen. Ze zullen kunnen zien dat ze geblokkeerd werden.
pt_br: Você não verá seus posts. Eles não conseguiram ver seus posts ou seguir você. E não saberão que foram bloqueados.
zh: 你不会再看见该账户的帖文。该账户也无法查看你的帖文或关注你，账户所有者因此也会知道自己被屏蔽了。

# notificationsPageTitle
source: notifications
de: Benachrichtigungen
el: ειδοποιήσεις
es: notificaciones
fi: ilmoitukset
ko: 알림
nl: meldingen
pt_br: notificações
zh: 通知

# notificationsPageAllFilter
source: all
de: alle
el: όλα
es: todo
fi: kaikki
ko: 모두
nl: alles
pt_br: tudo
zh: 所有

# notificationsPageMentionFilter
source: mentions
de: Erwähnungen
el: επισημάνσεις
es: menciones
fi: maininnat
ko: 멘션
nl: vermeldingen
pt_br: menções
zh: 提及

# notificationsPageFollowedFilter
source: followed accounts
de: gefolgte Konten
el: ακολουθούμενοι λογαριασμοί
es: cuentas seguidas
fi: seuratut tilit
ko: 팔로우한 계정
nl: gevolgde accounts
pt_br: contas seguidas
zh: 新增粉丝

# notificationsPageBoostFilter
source: boosts
el: ενισχύσεις
es: impulsos
fi: tehostukset
ko: 부스트
zh: 转发

# notificationsPageFollowFilter
source: follows
de: Neue Follower
el: ακολουθήσεις
es: siguiendo
fi: seuraamiset
ko: 팔로우
nl: volgend
pt_br: seguindo
zh: 关注账户

# notificationsPageFollowRequestFilter
source: follow requests
de: Follower-Anfragen
el: αιτήματα ακολούθησης
es: solicitudes de seguimiento
fi: seuraamispyynnöt
ko: 팔로우 요청
nl: volgverzoeken
pt_br: solicitações de seguidor
zh: 关注请求

# notificationsPageFavoriteFilter
source: favorites
de: Favoriten
el: αγαπημένα
es: favoritos
fi: suosikit
ko: 좋아요
nl: favorieten
pt_br: favoritos
zh: 喜爱

# notificationsPagePollFilter
source: polls
de: Umfragen
el: δημοσκοπήσεις
es: encuestas
fi: kyselyt
ko: 설문
nl: peilingen
pt_br: enquetes
zh: 投票

# notificationsPageEditFilter
source: edits
de: Bearbeitungen
el: επεξεργασίες
es: ediciones
fi: muokkaukset
ko: 편집
nl: bewerkingen
pt_br: editados
zh: 编辑

# notificationsPageAdminSignUpFilter
source: admin sign ups
de: Admin Anmeldungen
el: εγγραφές διαχειριστή
fi: ilmoittautumiset ylläpitäjälle
nl: aanmeldingen door beheerder
pt_br: registro de administrador
zh: 管理员注册

# notificationsPageAdminReportFilter
source: admin report
de: Admin-Berichte
el: αναφορά διαχειριστή
fi: raportti ylläpitäjälle
nl: rapporten door beheerder
pt_br: denunciados
zh: 管理员报告

# notificationsPageErrorFailedToGetNewPage
source: Something went wrong while fetching a new page.
de: Beim Abrufen ist etwas schief gelaufen
el: Κάτι πήγε στραβά κατά την ανάκτηση μιας νέας σελίδας.
es: Algo salió mal mientras se buscaba una nueva página.
fi: Jotain meni pieleen haettaessa uutta sivua.
nl: Er ging iets mis bij het ophalen van een nieuwe pagina.
pt_br: Algo deu errado ao obter uma nova página.
zh: 获取新页面时发生错误。

# notificationsPageErrorRetry
source: Retry
de: Wiederholen
el: Επανάληψη
es: Reintentar
fi: Yritä Uudelleen
ko: 재시도
nl: Opnieuw proberen
pt_br: Tentar novamente
zh: 重试

# notificationsPageMarkingAsReadProgress
source: Marking as read
de: Als gelesen markieren
el: Επισήμανση ως αναγνωσμένο
es: Marcando como leído
fi: Merkitään luetuksi
ko: 읽음 표시
nl: Markeren als gelezen
pt_br: Marcando com lida
zh: 正在标记已读

# notificationsPageMarkingAsReadComplete
source: Alerts marked as read.
de: Als gelesen markierte Warnungen.
el: Οι ειδοποιήσεις σημειώθηκαν ως αναγνωσμένες.
es: Alertas marcadas como leídas.
fi: Hälytykset merkitty luetuksi.
ko: 경보 읽음 표시
nl: Waarschuwingen gemarkeerd als gelezen.
pt_br: Alerta marcada como lida.
zh: 通知已标记为已读。

# notificationsPageMarkingAsReadFailure
source: Failed to mark alerts as read.
de: Warnungen als gelesen markieren fehlgeschlagen.
el: Αποτυχία επισήμανσης των ειδοποιήσεων ως αναγνωσμένες.
es: No se pudo marcar las alertas como leídas.
fi: Hälytysten merkitseminen luetuiksi epäonnistui.
nl: Markeren als gelezen mislukt.
pt_br: Falhou ao marcar alerta como lida.
zh: 无法标记通知为已读。

# notificationsPageGroupedNotificationContext
source: {count} people
de: {count} Personen
el: {count} άτομα
es: {count} personas
fi: {count} käyttäjää
nl: {count} personen
pt_br: {count} pessoa(s)
zh: {count} 人

# notificationsPageFollowRequestApproval
source: Approve follower request
de: Follower-Anfrage genehmigen
el: Έγκριση αιτήματος ακολούθου
es: Aprobar solicitud de seguidor
fi: Hyväksy seuraamispyyntö
nl: Volgverzoek goedkeuren
pt_br: Aprovar solicitação de seguidor
zh: 通过关注者请求

# notificationsPageFollowRequestRejection
source: Reject follower request
de: Follower-Anfrage ablehnen
el: Απόρριψη αιτήματος ακόλουθου
es: Rechazar solicitud de seguidor
fi: Hylkää seuraamispyyntö
nl: Volgverzoek afwijzen
pt_br: Rejeitar solicitação de seguidor
zh: 拒绝关注者请求

# notificationsPageFollowedYou
source: followed you
de: folgt dir
el: σε ακολούθησε
es: te siguió
fi: seurasi sinua
ko: 나를 팔로우 함
nl: volgt je
pt_br: seguiu você
zh: 关注了你

# notificationsPageMentionedYou
source: mentioned you
de: hat dich erwähnt
el: σε επισήμανε
es: te mencionó
fi: mainitsi sinut
ko: 나를 멘션함
nl: vermeldde jou
pt_br: mencionou você
zh: 提到了你

# notificationsPageBoostedYou
source: boosted your post
de: teilte deinen Beitrag
el: ενίσχυσε την ανάρτησή σου
es: impulsó tu publicación
fi: tehosti julkaisuasi
ko: 내 게시물이 부스트됨
nl: boostte jouw bericht
pt_br: deu boost em seu post
zh: 转发了你的帖文

# notificationsPageFavoritedYou
source: favorited your post
de: favorisierte deinen Beitrag
el: αγάπησε την ανάρτηση σου
es: le dio favorito a tu publicación
fi: merkitsi julkaisusi suosikiksi
ko: 내 게시물이 좋아요됨
nl: heeft/hebben jouw bericht als favoriet toegevoegd
pt_br: adicionou seu post aos favoritos
zh: 对你的帖文表示喜爱

# notificationsPageFollowedUserPosted
source: posted
de: Veröffentlicht
el: δημοσίευσε
es: publicó
fi: julkaistu
ko: 새로운 게시물
nl: plaatste een bericht
pt_br: publicou algo
zh: 发布了帖文

# notificationsPageRequestedToFollowYou
source: requested to follow you
de: möchte dir folgen
el: ζήτησε να σε ακολουθήσει
es: solicitó seguirte
fi: pyysi saada seurata sinua
nl: heeft gevraagd om jou te volgen
pt_br: enviou uma solicitação para seguir você
zh: 请求关注你

# notificationsPageEndedTheirPoll
source: ended their poll
de: hat die Umfrage beendet
el: έληξε τη δημοσκόπηση του
es: terminó su encuesta
fi: lopetti kyselyn
nl: heeft zijn/haar peiling beëindigd
pt_br: finalizou a enquete
zh: 结束了投票

# notificationsPageUpdatedTheirPost
source: updated their post
de: hat den Beitrag aktualisiert
el: ενημέρωσε την ανάρτησή του
es: actualizó su publicación
fi: päivitti julkaisuaan
nl: heeft zijn/haar bericht bijgewerkt
pt_br: atualizou o post
zh: 更新了投票

# notificationsPageUserSignedUp
source: signed up
de: hat sich angemeldet
el: εγγράφηκε
es: registrado
fi: rekisteröityi
ko: 가입
nl: registreerde zich
pt_br: registrou-se
zh: 已注册

# notificationsPageUserReported
source: reported a post
de: Einen Beitrag melden
el: ανέφερε μια ανάρτηση
es: reportó una publicación
fi: raportoi julkaisun
ko: 게시물 신고함
nl: heeft een bericht gerapporteerd
pt_br: denunciou um post
zh: 报告了一则帖文

# commonAccountSwitchProgress
source: Switching to @{account}
de: Zu @{account} wechseln
el: Εναλλαγή σε @{account}
es: Cambiando a @{account}
fi: Vaihdetaan tiliin @{account}
ko: @{account} 계정으로 바꾸는 중
nl: Overschakelen naar @{account}
pt_br: Alterando para @{account}
zh: 正在切换至 @{account}

# commonActionHiddenByUser
source: Hidden by user
de: Versteckt durch Benutzer
el: Κρυμμένο από το χρήστη
es: Oculto por el usuario
fi: Käyttäjän piilottama
ko: 이용자가 감춤
nl: Verborgen door gebruiker
pt_br: Oculto por usuário
zh: 被用户隐藏

# commonActionHiddenByUserSafetyOtherServer
source: Hidden mention or reply from outside of your server
de: Versteckte Erwähnung oder Antwort von außerhalb deines Servers
el: Κρυμμένη επισήμανση ή απάντηση εκτός του διακομιστή σου
es: Mención o respuesta oculta de fuera de tu servidor
nl: Verborgen vermelding of reactie van buiten jouw server
pt_br: Menção ou resposta oculta de fora do servidor
zh: 已隐藏的、来自你所在实例外部的提及或评论

# commonActionHiddenByUserSafetyNonFollowingUser
source: Hidden mention or reply from a user you don't follow.
de: Versteckte Erwähnung oder Antwort eines Benutzers, dem du nicht folgst.
el: Κρυμμένη αναφορά ή απάντηση από έναν χρήστη που δεν ακολουθείς.
es: Mención o respuesta oculta de un usuario que no sigues.
nl: Verborgen vermelding of reactie van een gebruiker die je niet volgt.
pt_br: Menção oculta ou resposta de um usuário que você não segue.
zh: 已隐藏的、来自你未关注账户的提及或回复。

# commonActionCopiedPostToClipboard
source: Copied post link to clipboard
de: Link in die Zwischenablage kopiert
el: Αντιγράφηκε σύνδεσμος ανάρτησης στο πρόχειρο
es: Enlace de la publicación copiado al portapapeles
fi: Julkaisun linkki kopioitu leikepöydälle
nl: Berichtkoppeling gekopieerd naar klembord
pt_br: Copiado link do post à área de transferência
zh: 已复制帖文链接到剪帖板

# commonActionCopiedTrunksLinkToClipboard
source: Copied trunks link to clipboard
de: Trunks-Link in die Zwischenablage kopiert
el: Αντιγράφηκε σύνδεσμος trunks στο πρόχειρο
es: Se copió el enlace de trunks al portapapeles
fi: Trunks-linkki kopioitu leikepöydälle
nl: trunks-koppeling gekopieerd naar klembord
pt_br: Copiado link de trunks à área de transferência
zh: 已复制 trunks 链接到剪帖板

# commonActionBoostProgress
source: Boosting...
de: Booste...
el: Ενισχύεται...
es: Impulsando...
fi: Tehostetaan...
ko: 부스트하는 중...
nl: Aan het boosten...
pt_br: Dando boost...
zh: 正在转发…

# commonActionBoostSuccess
source: Boosted post by @{account}
de: Geboosteter Beitrag von @{account}
el: Ενισχυμένη ανάρτηση από @{account}
es: Post impulsado por @{account}
fi: Viestiä tehosti @{account}
nl: Bericht van @{account} geboost
pt_br: Post com boost por @{account}
zh: 已转发 @{account} 的帖文

# commonActionBoostFailure
source: Failed to boost post by @{account}
de: Fehler beim Boosten des Beitrags von @{account}
el: Αποτυχία ενίσχυσης ανάρτησης από @{account}
es: No se pudo impulsar el post de @{account}
fi: Tilin @{account} julkaisun tehostaminen epäonnistui
nl: Boosten van bericht van @{account} mislukt
pt_br: Falhou ao dar boost no post de @{account}
zh: 无法转发 @{account} 的帖文

# commonActionUnboostProgress
source: Unboosting...
de: Nehme Boost zurück...
el: Ακύρωση ενίσχυσης...
es: Desimpulsando...
fi: Tehostus perutaan...
ko: 부스트 해제하는 중...
nl: Boosten ongedaan maken...
pt_br: Removendo boost...
zh: 正在取消转发…

# commonActionUnboostSuccess
source: Unboosted post by @{account}
de: Ungeboosteter Beitrag von @{account}
el: Ακύρωση ενίσχυσης ανάρτησης από @{account}
es: Se desimpulsó el post de @{account}
fi: Tilin @{account} julkaisun tehostus peruttu
nl: Boosten van bericht van @{account} ongedaan gemaakt
pt_br: Boost removido do post de @{account}
zh: 已取消转发 @{account} 的帖文

# commonActionUnboostFailure
source: Failed to unboost post by @{account}
de: Fehler bei der Boost-Rücknahme des Beitrags von @{account}
el: Αποτυχία ακύρωσης ενίσχυσης ανάρτησης από @{account}
es: No se puedo desimpulsar el post de @{account}
fi: Tilin @{account} julkaisun tehostuksen peruminen epäonnistui
nl: Ongedaan maken van boosten van bericht van @{account} mislukt
pt_br: Falhou ao remover boost do post de @{account}
zh: 无法取消转发 @{account} 的帖文

# commonActionFavoriteProgress
source: Favoriting...
de: Favorisiere...
el: Γίνεται αγαπημένο...
es: Dando favorito...
fi: Merkitään suosikiksi...
ko: 좋아요하는 중...
nl: Als favoriet toevoegen...
pt_br: Adicionando aos favoritos...
zh: 正在标记为喜爱…

# commonActionFavoriteSuccess
source: Favorited post by @{account}
de: Favorisierter Beitrag von @{account}
el: Αγαπημένη ανάρτηση από @{account}
es: Se le dio favorito al post de @{account}
fi: Tilin @{account} julkaisu merkitty suosikiksi
nl: Bericht van @{account} als favoriet toegevoegd
pt_br: Post adicionado aos favoritos de @{account}
zh: 已对 @{account} 的帖文表示喜爱

# commonActionFavoriteFailure
source: Failed to favorite post by @{account}
de: Fehler beim Favorisieren des Beitrags von @{account}
el: Αποτυχία ορισμού ως αγαπημένη ανάρτηση από @{account}
es: No se pudo dar favorito al post de @{account}
fi: Tilin @{account} julkaisun merkitseminen suosikiksi epäonnistui
nl: Bericht van @{account} als favoriet toevoegen mislukt
pt_br: Falhou ao adicionar post aos favoritos de @{account}
zh: 无法对 @{account} 的帖文表示喜爱

# commonActionUnfavoriteProgress
source: Unfavoriting...
de: Entfavorisieren...
el: Μη αγαπημένη...
es: Quitando favorito...
fi: Poistetaan suosikeista...
ko: 좋아요 해제하는 중...
nl: Favoriet verwijderen...
pt_br: Removendo dos favoritos...
zh: 取消喜爱…

# commonActionUnfavoriteSuccess
source: Unfavorited post by @{account}
de: Entfavorisierter Beitrag von @{account}
el: Μη αγαπημένη ανάρτηση από @{account}
es: Se le quitó el favorito al post de @{account}
fi: Tilin @{account} suosikkimerkintä poistettu
nl: Bericht van @{account} als favoriet verwijderd
pt_br: Post removido dos favoritos de @{account}
zh: 已取消对 @{account} 帖文的喜爱

# commonActionUnfavoriteFailure
source: Failed to unfavorite post by @{account}
de: Fehler bei der Entfavorisierung des Beitrags von @{account}
el: Αποτυχία ορισμού ως μη αγαπημένη ανάρτηση από @{account}
es: No se pudo quitar el favorito al post de @{account}
fi: Tilin @{account} julkaisun merkitseminen suosikiksi epäonnistui
nl: Bericht van @{account} als favoriet verwijderen mislukt
pt_br: Falhou ao remover post dos favoritos de @{account}
zh: 无法取消喜爱 @{account} 的帖文

# commonActionMute
source: Mute
de: Stummschalten
el: Σίγαση
es: Silenciar
fi: Mykistä
ko: 뮤트
nl: Dempen
pt_br: Silenciar
zh: 隐藏

# commonActionMuteProgress
source: Muting...
de: Schalte stumm...
el: Σε σίγαση...
es: Silenciando...
fi: Mykistetään...
ko: 뮤트하는 중...
nl: Dempen...
pt_br: Silenciando...
zh: 正在隐藏…

# commonActionMuteFailure
source: Failed to mute @{account}
de: Fehler beim Stummschalten von @{account}
el: Αποτυχία σίγασης @{account}
es: Falló silenciar a @{account}
fi: Tilin @{account} mykistäminen epäonnistui
ko: @{account} 계정을 뮤트하는데 실패함
nl: @{account} dempen mislukt
pt_br: Falhou ao silenciar @{account}
zh: 无法隐藏 @{account}

# commonActionUnmuteProgress
source: Unmuting...
de: Hebe Stummschaltung auf...
el: Άρση σίγασης...
es: Dejando de silenciar...
fi: Poistetaan mykistystä...
ko: 뮤트 해제하는 중...
nl: Dempen opheffen...
pt_br: Dessilenciando...
zh: 正在取消隐藏…

# commonActionUnmuteSuccess
source: Unmuted @{account}
de: Stummschaltung von @{account} aufgeben
el: Άρθηκε η σίγαση σε @{account}
es: Silenciaste a @{account}
fi: Tilin @{account} mykistys poistettu
ko: @{account} 계정을 뮤트 해제함
nl: Dempen van @{account} opgeheven
pt_br: Dessilenciou @{account}
zh: 已取消隐藏 @{account}
