Repository: trunks-social/trunks-public
Catalog: app_*.arb
Languages: de, el, es, fi, ko, nl, pt_br, zh

source: Hello World!
de: Hallo Welt!
el: Γεια Σου Κόσμε!
es: ¡Hola Mundo!
fi: Hei Maailma!
nl: Hallo Wereld!
pt_br: Olá mundo!
zh: 你好世界！

source: Ok
de: Okay
el: Οκ
zh: 确认

source: On
de: An
el: Ενεργό
es: Encendido
fi: Päällä
ko: 켬
nl: Aan
pt_br: Ativado
zh: 开启

source: Off
de: Aus
el: Ανενεργό
es: Apagado
fi: Pois
ko: 끔
nl: Uit
pt_br: Desativado
zh: 关闭

source: Accept
de: Akzeptieren
el: Αποδοχή
es: Aceptar
fi: Hyväksy
ko: 수락
nl: Aanvaarden
pt_br: Aceitar
zh: 接受

source: Create
de: Erstellen
el: Δημιουργία
es: Crear
fi: Luo
ko: 만들기
nl: Creëren
pt_br: Criar
zh: 创建

source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
ko: 취소
nl: Annuleren
pt_br: Cancelar
zh: 取消

source: Reset
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Nollaa
ko: 재설정
nl: Herstellen
pt_br: Redefinir
zh: 重置

source: Log in
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fi: Kirjaudu sisään
ko: 로그인
nl: Aanmelden
pt_br: Registrar
zh: 登录

source: Sign out
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fi: Kirjaudu ulos
ko: 로그아웃
nl: Afmelden
pt_br: Desconectar
zh: 注销

source: Delete
de: Löschen
el: Διαγραφή
es: Borrar
fi: Poista
ko: 삭제
nl: Verwijderen
pt_br: Excluir
zh: 删除

source: Add
de: Hinzufügen
el: Προσθήκη
es: Agregar
fi: Lisää
ko: 추가
nl: Toevoegen
pt_br: Adicionar
zh: 添加

source: Remove
de: Entfernen
el: Αφαίρεση
es: Quitar
fi: Poista
ko: 제거
nl: Verwijderen
pt_br: Remover
zh: 移除

source: Show
de: Anzeigen
el: Εμφάνιση
es: Mostrar
fi: Näytä
ko: 보기
nl: Weergeven
pt_br: Exibir
zh: 显示

source: Hide
de: Verstecken
el: Απόκρυψη
es: Ocultar
fi: Piilota
ko: 숨기기
nl: Verbergen
pt_br: Ocultar
zh: 隐藏

source: Edit
de: Bearbeiten
el: Επεξεργασία
es: Editar
fi: Muokkaa
ko: 편집
nl: Bewerken
pt_br: Editar
zh: 编辑

source: Clear
de: Leeren
el: Εκκαθάριση
es: Limpiar
fi: Tyhjennä
ko: 비움
nl: Wissen
pt_br: Limpar
zh: 清除

source: Bookmark
de: Lesezeichen hinzufügen
el: Σελιδοδείκτης
es: Marcar
fi: Kirjanmerkki
ko: 북마크
nl: Bladwijzer toevoegen
pt_br: Adicionar aos favoritos
zh: 收藏

source: Pin
de: Anheften
el: Καρφίτσωμα
es: Anclar
fi: Kiinnitä
ko: 고정
nl: Vastzetten
pt_br: Fixar
zh: 钉选

source: Unpin
de: Abheften
el: Ξεκαρφίτσωμα
es: Desanclar
fi: Irrota
ko: 고정 해제
nl: Losmaken
pt_br: Desafixar
zh: 取消钉选

source: Reply
de: Antworten
el: Απάντηση
es: Responder
fi: Vastaa
ko: 회신
nl: Reageren
pt_br: Responder
zh: 回复

source: Follow
de: Folgen
el: Ακολούθησε
es: Seguir
fi: Seuraa
ko: 팔로우
nl: Volgen
pt_br: Seguir
zh: 关注

source: Pending
de: Ausstehend
el: Εκκρεμεί
es: Pendiente
fi: Odottaa
ko: 보류
nl: In behandeling
pt_br: Pendente
zh: 进行中

source: Unfollow
de: Entfolgen
el: Άρση ακολούθησης
es: Dejar de seguir
fi: Lopeta seuraaminen
ko: 팔로우 해제
nl: Ontvolgen
pt_br: Parar de seguir
zh: 取消关注

source: Ask to follow
de: Fragen zu folgen
el: Ζήτα να ακολουθήσεις
es: Solicitar seguir
fi: Pyydä seuraamista
ko: 팔로우 요청하기
nl: Vragen om te volgen
pt_br: Solicitar pedido de seguidor
zh: 申请关注

source: Filter
de: Filtern
el: Φίλτρο
es: Filtrar
fi: Suodata
ko: 필터
nl: Filteren
pt_br: Filtro
zh: 过滤

source: Unfilter
de: Kein Filter
el: Αφαίρεση φίλτρου
es: Dejar de filtrar
fi: Älä suodata
ko: 필터 해제
nl: Filter uitschakelen
pt_br: Remover filtro
zh: 取消过滤

source: Share
de: Teilen
el: Κοινοποίηση
es: Compartir
fi: Jaa
ko: 공유하기
nl: Delen
pt_br: Compartilhar
zh: 分享

source: Quote
de: Zitieren
el: Παράθεση
es: Citar
fi: Lainaus
ko: 인용
nl: Citeren
pt_br: Citar
zh: 引用

source: Exit
de: Verlassen
el: Εξοδος
es: Salir
fi: Poistu
ko: 나가기
nl: Afsluiten
pt_br: Sair
zh: 退出

source: Save
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
ko: 저장
nl: Opslaan
pt_br: Salvar
zh: 保存

source: Loading
de: Laden
el: Φόρτωση
es: Cargando
fi: Ladataan
ko: 불러오는 중
nl: Bezig met laden
pt_br: Carregando
zh: 正在加载

source: Saving
de: Speichern
el: Γίνεται αποθήκευση
es: Guardando
fi: Tallennetaan
ko: 저장하는 중
nl: Bezig met opslaan
pt_br: Salvando
zh: 正在保存

source: Refresh
de: Aktualisieren
el: Ανανέωση
es: Refrescar
fi: Päivitä
ko: 새로고침
nl: Vernieuwen
pt_br: Atualizar
zh: 刷新

source: Retry
de: Erneut probieren
el: Επανάληψη
es: Reintentar
fi: Yritä Uudelleen
ko: 재시도
nl: Opnieuw proberen
pt_br: Tentar novamente
zh: 重试

# oops
source: Whoops, something went wrong
de: Hoppla, etwas ist schiefgelaufen
el: Ωχ, κάτι πήγε στραβά
es: Ups, algo salió mal
fi: Hups, jokin meni pieleen
nl: Oeps, er ging iets mis
pt_br: Opa! Algo deu errado.
zh: 糟糕，出错了

source: About
de: Über
el: Σχετικά
es: Acerca de
fi: Tietoja
ko: 관하여
nl: Over
pt_br: Sobre
zh: 关于

# unableToLoad
source: Unable to load content
de: Inhalt konnte nicht geladen werden
el: Αδυναμία φόρτωσης περιεχομένου
es: No se puede cargar el contenido
fi: Sisältöä ei voitu ladata
nl: Kan inhoud niet laden
pt_br: Não foi possível carregar o conteúdo
zh: 无法加载内容

# filterAll
source: all
de: alle(s)
el: όλα
es: todo
fi: kaikki
ko: 모두
nl: alles
pt_br: tudo
zh: 所有

# nQuantitySeconds
source: {time, plural, =0{{time} seconds} =1{1 second} other{{time} seconds}}
de: {time, plural, =0{{time} Sekunden} =1{1 Sekunde} other{{time} Sekunden}}
el: {time, plural, =0{{time} δευτερόλεπτα} =1{1 δευτερόλεπτο} other{{time} δευτερόλεπτα}}
es: {time, plural, =0{{time} segundos} =1{1 segundo} other{{time} segundos}}
fi: {time, plural, =0{{time} sekuntia} =1{1 sekunti} other{{time} sekuntia}}
nl: {time, plural, =0{{time} seconden} =1{1 seconde} other{{time} seconden}}
pt_br: {time, plural, =0{{time} segundos} =1{1 segundo} other{{time} segundos}}
zh: {time, plural, =0{{time} 秒} =1{1 秒} other{{time} 秒}}

# nQuantityMinutes
source: {time, plural, =0{{time} minutes} =1{1 minute} other{{time} minutes}}
de: {time, plural, =0{{time} Minuten} =1{1 Minute} other{{time} Minuten}}
el: {time, plural, =0{{time} λεπτά} =1{1 λεπτό} other{{time} λεπτά}}
es: {time, plural, =0{{time} minutos} =1{1 minuto} other{{time} minutos}}
fi: {time, plural, =0{{time} minuuttia} =1{1 minuutti} other{{time} minuuttia}}
nl: {time, plural, =0{{time} minuten} =1{1 minuut} other{{time} minuten}}
pt_br: {time, plural, =0{{time} minutos} =1{1 minuto} other{{time} minutos}}
zh: {time, plural, =0{{time} 分} =1{1 分} other{{time} 分}}

# nQuantityHours
source: {time, plural, =0{{time} hours} =1{1 hour} other{{time} hours}}
de: {time, plural, =0{{time} Stunden} =1{1 Stunde} other{{time} Stunden}}
el: {time, plural, =0{{time} ώρες} =1{1 ώρα} other{{time} ώρες}}
es: {time, plural, =0{{time} horas} =1{1 hora} other{{time} horas}}
fi: {time, plural, =0{{time} tuntia} =1{1 tunti} other{{time} tuntia}}
nl: {time, plural, =0{{time} uur} =1{1 uur} other{{time} uur}}
pt_br: {time, plural, =0{{time} horas} =1{1 hora} other{{time} horas}}
zh: {time, plural, =0{{time} 时} =1{1 时} other{{time} 时}}

# nQuantityDays
source: {time, plural, =0{{time} days} =1{1 day} other{{time} days}}
de: {time, plural, =0{{time} Tage} =1{1 Tag} other{{time} Tage}}
el: {time, plural, =0{{time} ημέρες} =1{1 ημέρα} other{{time} ημέρες}}
es: {time, plural, =0{{time} días} =1{1 día} other{{time} días}}
nl: {time, plural, =0{{time} dagen} =1{1 dag} other{{time} dagen}}
pt_br: {time, plural, =0{{time} dias} =1{1 dia} other{{time} dias}}
zh: {time, plural, =0{{time} 天} =1{1 天} other{{time} 天}}

# nQuantityVotes
source: {voteCount, plural, =0{{voteCount} votes} =1{1 vote} other{{voteCount} votes}}
de: {voteCount, plural, =0{{voteCount} Stimmen} =1{1 Stimme} other{{voteCount} Stimmen}}
el: {voteCount, plural, =0{{voteCount} Ψήφοι} =1{1 ψήφος} other{{voteCount} ψήφοι}}
es: {voteCount, plural, =0{{voteCount} votos} =1{1 voto} other{{voteCount} votos}}
fi: {voteCount, plural, =0{{voteCount} ääntä} =1{1 ääni} other{{voteCount} ääntä}}
nl: {voteCount, plural, =0{{voteCount} stemmen} =1{1 stem} other{{voteCount} stemmen}}
pt_br: {voteCount, plural, =0{{voteCount} votos} =1{1 voto} other{{voteCount} votos}}
zh: {voteCount, plural, =0{{voteCount} 票} =1{1 票} other{{voteCount} 票}}

# nQuantityBoosts
source: {boostCount, plural, =0{no boosts} =1{1 boost} other{{boostCount} boosts}}
de: {boostCount, plural, =0{keine Boosts} =1{1 Boost} other{{boostCount} Boosts}}
el: {boostCount, plural, =0{καμία ενίσχυση} =1{1 ενίσχυση} other{{boostCount} ενισχύσεις}}
es: {boostCount, plural, =0{sin impulsos} =1{1 impulso} other{{boostCount} impulsos}}
fi: {boostCount, plural, =0{ei tehostuksia} =1{1 tehostus} other{{boostCount} tehostusta}}
nl: {boostCount, plural, =0{geen boosts} =1{1 boost} other{{boostCount} boosts}}
pt_br: {boostCount, plural, =0{sem boosts} =1{1 boost} other{{boostCount} boosts}}
zh: {boostCount, plural, =0{no 转发} =1{1 转发} other{{boostCount} 转发}}

# nQuantityFavorites
source: {favoriteCount, plural, =0{no favorites} =1{1 favorite} other{{favoriteCount} favorites}}
de: {favoriteCount, plural, =0{keine Favoriten} =1{1 Favorit} other{{favoriteCount} Favoriten}}
el: {favoriteCount, plural, =0{χωρίς αγαπημένα} =1{1 αγαπημένο} other{{favoriteCount} αγαπημένα}}
es: {favoriteCount, plural, =0{sin favoritos} =1{1 favorito} other{{favoriteCount} favoritos}}
fi: {favoriteCount, plural, =0{ei suosikkeja} =1{1 suosikki} other{{favoriteCount} suosikkia}}
nl: {favoriteCount, plural, =0{geen favorieten} =1{1 favoriet} other{{favoriteCount} favorieten}}
pt_br: {favoriteCount, plural, =0{sem adições aos favoritos} =1{1 adição aos favoritos} other{{favoriteCount} adições aos favoritos}}
zh: {favoriteCount, plural, =0{no 赞} =1{1 赞} other{{favoriteCount} 赞}}

# nQuantityComments
source: {commentsCount, plural, =0{no comments} =1{1 comment} other{{commentsCount} comments}}
de: {commentsCount, plural, =0{keine Antworten} =1{1 Antwort} other{{commentsCount} Antworten}}
el: {commentsCount, plural, =0{κανένα σχόλιο} =1{1 σχόλιο} other{{commentsCount} σχόλια}}
es: {commentsCount, plural, =0{sin comentarios} =1{1 comentario} other{{commentsCount} comentarios}}
fi: {commentsCount, plural, =0{ei kommentteja} =1{1 kommentti} other{{commentsCount} kommenttia}}
nl: {commentsCount, plural, =0{geen reacties} =1{1 reactie} other{{commentsCount} reacties}}
pt_br: {commentsCount, plural, =0{sem comentários} =1{1 comentário} other{{commentsCount} comentários}}
zh: {commentsCount, plural, =0{no 评论} =1{1 评论} other{{commentsCount} 评论}}

# nQuantityServers
source: {serverCount, plural, =0{no servers} =1{1 server} other{{serverCount} servers}}
el: {serverCount, plural, =0{κανένας διακομιστής} =1{1 διακομιστής} other{{serverCount} διακομιστές}}
nl: {serverCount, plural, =0{geen servers} =1{1 server} other{{serverCount} servers}}
pt_br: {serverCount, plural, =0{sem servidores} =1{1 servidor} other{{serverCount} servidores}}
zh: {serverCount, plural, =0{没有实例} =1{1 个实例} other{{serverCount} 个实例}}

# visibilityPublic
source: Public
de: Öffentlich
el: Δημόσιο
es: Público
fi: Julkinen
ko: 공개
nl: Openbaar
pt_br: Público
zh: 公共

# visibilityUnlisted
source: Unlisted
de: Nicht gelistet
el: Εκτός καταχώρησης
es: No listado
fi: Listaamaton
ko: 리스트 해제 마침
nl: Minder openbaar
pt_br: Não listado
zh: 不公开

# visibilityPrivate
source: Private
de: Privat
el: Ιδιωτικό
es: Privado
fi: Yksityinen
ko: 미등재
nl: Privé
pt_br: Privado
zh: 私密

# visibilityDirect
source: Direct
de: Direkt
el: Άμεση
es: Directo
fi: Suora
ko: 개인 간 멘션
pt_br: Direto
zh: 指定

# visibilityInherited
source: Inherited
de: Übernommen
el: Κληρονομικό
es: Heredado
fi: Peritty
nl: Overgenomen
pt_br: Herdado
zh: 继承

# commentSortBest
source: best
de: beste
el: καλύτερα
es: mejores
fi: parhaat
ko: 최고
nl: beste
pt_br: melhor
zh: 最佳评论

# commentSortChronological
source: chronological
de: chronologisch
el: χρονολογικά
es: cronológico
fi: aikajärjestyksessä
nl: chronologisch
pt_br: cronológico
zh: 时间顺序

# commentSortControversial
source: controversial
de: brisant
el: αμφιλεγόμενα
fi: kiistellyt
nl: controversieel
pt_br: controverso
zh: 讨论热度

# mainDescription
source: is a modern Mastodon client that's fast, easy to use, and customizable. It's the perfect way to follow your interests on Mastodon, no matter what device you're using.
de: ist ein moderner Mastodon-Client, der schnell, einfach zu bedienen und anpassbar ist. Es ist der perfekte Weg, um deinen Interessen auf Mastodon zu folgen, egal welches Gerät du verwendest.
el: είναι ένας σύγχρονος πελάτης Mastodon που είναι γρήγορος, εύκολος στη χρήση και προσαρμόσιμος. Είναι ο τέλειος τρόπος για να ακολουθήσεις τα ενδιαφέροντά σου στο Mastodon, ανεξάρτητα από τη συσκευή που χρησιμοποιείς.
es: es un cliente moderno de Mastodon que es rápido, fácil de usar y personalizable. Es la manera perfecta de seguir tus intereses en Mastodon, sin importar qué dispositivo estés usando.
fi: on uudenaikainen Mastodon-klientti, joka on nopea, helppokäyttöinen, ja muokattavissa. Se on täydellinen tapa seurata kiinnostuksesi kohteita Mastodonissa riippumatta siitä, mitä laitetta käytät.
nl: is een moderne Mastodonclient die snel, makkelijk te gebruiken en aanpasbaar is. Het is de perfecte manier om jouw interesses te volgen op Mastodon, ongeacht het apparaat dat je gebruikt.
pt_br: é um cliente moderno rápido para Mastodon, fácil de usar, e personalizável. A melhor maneira de seguir seus interesses no Mastodon, não importa o dispositivo que esteja usando.
zh: 是一款快速、易用、可定制的现代化 Mastodon 客户端。无论在什么设备上，它都会是你在 Mastodon 关注感兴趣话题的绝佳选择。

# mainPromo
source: Download today on your mobile devices, tablets, and mac, or use the web client to get access to one of the best Mastodon cross-platform experiences possible.
de: Lade dir die App noch heute auf deine mobilen Geräte, Tablets, und Mac, oder nutze den Webclient. Für eine der besten plattformübergreifenden Mastodon-Erfahrungen.
el: Κατέβασέ το σήμερα στις κινητές συσκευές σου, τάμπλετ και mac ή χρησιμοποιήστε ον πελάτη ιστού για να αποκτήσεις πρόσβαση σε μία από τις καλύτερες εμπειρίες μεταξύ πλατφορμών Mastodon που υπάρχουν.
es: Descarga hoy en tus dispositivos móviles, tablets y mac, o usa el cliente web para obtener acceso a una de las mejores experiencias multiplataforma posible de Mastodon.
fi: Lataa jo tänään mobiililaitteillesi, tableteillesi ja Macillesi, tai käytä web-versiota, saadaksesi yhden parhaista, alustasta riippumattomista Mastodon-kokemuksista.
nl: Download vandaag nog op uw mobiele apparaten, tablets en mac, of gebruik de webapplicatie om toegang te krijgen tot één van de beste cross-platformervaringen op Mastodon.
pt_br: Baixe agora nos dispositivos móveis, tablets, e Mac, ou use um cliente web para obter acesso para uma das melhores experiências multi-plataforma possíveis.
zh: 即刻下载到你的手机、平板、Mac 或直接使用网页客户端，感受或许是目前最佳的 Mastodon 跨平台体验吧。

# mainAppDownloadHeaderText
source: Download the apps
de: Anwendungen herunterladen
el: Κατέβασε τις εφαρμογές
es: Descarga las apps
fi: Lataa sovellukset
ko: 앱 다운로드
nl: Download de apps
pt_br: Baixar os aplicativos
zh: 下载应用

# mainExploreHeaderText
source: Explore trending posts
de: Interessante Beiträge erkunden
el: Εξερεύνησε τις αναρτήσεις σε τάση
es: Explora publicaciones en tendencia
fi: Tutki nousussa olevia julkaisuja
ko: 트렌드 게시물 탐색하기
nl: Verken berichten die 'trending' zijn
pt_br: Explore as publicações em alta
zh: 探索热门帖文

# adaptiveHomeSearchAction
source: search
de: suchen
el: αναζήτηση
es: buscar
fi: etsi
ko: 검색
nl: zoeken
pt_br: buscar
zh: 搜索

# adaptiveHomeCreateListAction
source: create list
de: Liste erstellen
el: δημιουργία λίστας
es: crear lista
fi: luo lista
ko: 리스트 만들기
nl: lijst aanmaken
pt_br: criar lista
zh: 创建列表

# adaptiveHomeComposeAction
source: compose
de: Verfassen
el: σύνταξη
es: redactar
fi: kirjoita
ko: 작성
nl: opstellen
pt_br: compôr
zh: 创作

# adaptiveHomeNavDestinationHome
source: home
el: αρχική
es: inicio
fi: koti
ko: 홈
nl: startpagina
pt_br: início
zh: 主页

# adaptiveHomeNavDestinationExplore
source: explore
de: entdecken
el: εξερεύνηση
es: explorar
fi: tutki
ko: 탐색하기
nl: verkennen
pt_br: explorar
zh: 探索

# adaptiveHomeNavDestinationNotifications
source: notifications
de: Benachrichtigungen
el: ειδοποιήσεις
es: notificaciones
fi: ilmoitukset
ko: 알림
nl: meldingen
pt_br: notificações
zh: 通知

# adaptiveHomeNavDestinationPublic
source: public
de: öffentlich
el: δημόσιο
es: público
fi: julkinen
ko: 공개
nl: openbaar
pt_br: público
zh: 公共

# adaptiveHomeNavDestinationLocal
source: local
de: lokal
el: τοπικό
fi: paikallinen
ko: 로컬
nl: lokaal
zh: 本地

# adaptiveHomeNavDestinationBookmarks
source: bookmarks
de: Lesezeichen
el: σελιδοδείκτες
es: marcadores
fi: kirjanmerkit
ko: 북마크
nl: bladwijzers
pt_br: feed de favoritos
zh: 收藏

# adaptiveHomeNavDestinationFavorites
source: favorites
de: Favoriten
el: αγαπημένα
es: favoritos
fi: suosikit
ko: 좋아요
nl: favorieten
pt_br: favoritos
zh: 喜爱

# adaptiveHomeNavDestinationLists
source: lists
de: Listen
el: λίστες
es: listas
fi: listat
ko: 리스트
nl: lijsten
pt_br: listas
zh: 列表

# adaptiveHomeNavDestinationTrending
source: trending
de: Trends
el: σε τάση
es: en tendencia
fi: nousussa
ko: 트렌드
pt_br: em alta
zh: 热门

# adaptiveHomeWebLinksHeader
source: links
el: σύνδεσμοι
es: enlaces
fi: linkit
zh: 链接

# adaptiveHomeSearchButtonTooltip
source: Search
de: Suche
el: Αναζήτηση
es: Buscar
fi: Etsi
ko: 검색
nl: Zoeken
pt_br: Buscar
zh: 搜索

# adaptiveHomeRefreshButtonTooltip
source: Refresh
de: Aktualisieren
el: Ανανέωση
es: Refrescar
fi: Päivitä
ko: 새로고침
nl: Vernieuwen
pt_br: Atualizar
zh: 刷新

# adaptiveHomeSettingsButtonTooltip
source: Settings
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
ko: 설정
nl: Instellingen
pt_br: Opções
zh: 设置

# adaptiveHomeListsButtonTooltip
source: Lists
de: Listen
el: Λίστες
es: Listas
fi: Listat
ko: 리스트
nl: Lijsten
pt_br: Listas
zh: 列表

# adaptiveHomeBookmarksButtonTooltip
source: Bookmarks
de: Lesezeichen
el: Σελιδοδείκτες
es: Marcadores
fi: Kirjanmerkit
ko: 북마크
nl: Bladwijzers
pt_br: Favoritos
zh: 收藏

# adaptiveHomeFavoritesButtonTooltip
source: Favorites
de: Favoriten
el: Αγαπημένα
es: Favoritos
fi: Suosikit
ko: 좋아요
nl: Favorieten
pt_br: Favoritos
zh: 喜爱

# adaptiveHomeShortcutsButtonTooltip
source: Shortcuts
de: Verknüpfungen
el: Συντομεύσεις
es: Atajos
fi: Pikanäppäimet
ko: 바로가기
nl: Snelkoppelingen
pt_br: Atalhos
zh: 快捷方式

# adaptiveHomeManageAccountsButtonTooltip
source: Manage Accounts
de: Konten verwalten
el: Διαχείριση Λογαριασμών
es: Administrar cuentas
fi: Hallinnoi tilejä
ko: 계정 관리하기
nl: Accounts beheren
pt_br: Gerenciar contas
zh: 管理账户

# adaptiveHomeSettingsPopupButton
source: settings
de: Einstellungen
el: ρυθμίσεις
es: ajustes
fi: asetukset
ko: 설정
nl: instellingen
pt_br: opções
zh: 设置

# adaptiveHomeManageAccountsPopupButton
source: manage accounts
de: Konten verwalten
el: διαχείριση λογαριασμών
es: administrar cuentas
fi: hallinnoi tilejä
ko: 계정 관리하기
nl: accounts beheren
pt_br: gerenciar contas
zh: 管理账户

# adaptiveHomePinnedShortcutsHeader
source: pinned shortcuts
de: angeheftete Verknüpfungen
el: καρφιτσωμένες συντομεύσεις
es: atajos anclados
fi: kiinnitetyt pikakuvakkeet
ko: 고정해 둔 바로가기
nl: vastgezette snelkoppelingen
pt_br: atalhos fixados
zh: 已钉选快捷方式

# adaptiveHomeMobileLinksHeader
source: apps
el: εφαρμογές
es: aplicaciones
fi: sovellukset
ko: 앱
pt_br: aplicativos
zh: 应用

# adaptiveHomeShortcutsEmpty
source: You have no shortcuts! Add them by touching the pin icon on instances, hashtags, or lists.
de: Du hast keine Verknüpfungen! Füge welche hinzu, indem du das Anheften-Symbol von Instanzen, Hashtags oder Listen antippst.
el: Δεν έχεις συντομεύσεις! Πρόσθεσέ τες αγγίζοντας το εικονίδιο καρφίτσας σε οντότητες, ετικέτες ή λίστες.
es: ¡No tienes atajos! Agrégalos tocando el icono de anclar en instancias, etiquetas o listas.
fi: Sinulla ei ole pikakuvakkeita! Lisää ne koskettamalla nastakuvaketta instansseissa, aihetunnisteissa tai listoissa.
ko: 바로가기가 없어요! 인스턴스, 해시태그 또는 리스트에서 핀 아이콘을 터치하여 추가해보세요.
nl: Je hebt geen snelkoppelingen! Voeg er toe door op het punaisepictogram op instanties, hashtags of lijsten te tikken.
pt_br: Você não possui atalhos! Adicione-os por tocar no ícone de alfinete em instâncias, hashtags ou listas.
zh: 你还没有快捷方式！在实例、话题标签或列表上点击钉选图标可进行创建。

# adaptiveHomeMarkAsReadButton
source: mark as read
de: als gelesen markieren
el: επισήμανση ως αναγνωσμένο
es: marcar como leído
fi: merkitse luetuksi
nl: markeer als gelezen
pt_br: marcar como lida
zh: 标记为已读

# adminReportNotificationCreatedAt
source: created at
de: erstellt am
el: δημιουργήθηκε στις
es: creado a las
fi: luotu
nl: gemaakt op
pt_br: criada em
zh: 创建于

# adminReportNotificationContextAccount
source: account
de: Konto
el: λογαριασμός
es: cuenta
fi: tili
ko: 계정
pt_br: conta
zh: 账户

# adminReportNotificationActionTaken
source: action taken
de: Durchgeführte Maßnahme
el: πραγματοποιήθηκε ενέργεια
es: acción tomada
fi: toteutetut toimet
nl: actie ondernomen
pt_br: ação tomada
zh: 已采取措施

# adminReportNotificationCategory
source: category
de: Kategorie
el: κατηγορία
es: categoría
fi: kategoria
ko: 범주
nl: categorie
pt_br: categoria
zh: 类别

# adminReportNotificationComment
source: comment
de: Kommentar
el: σχόλιο
es: comentar
fi: kommentti
ko: 의견
nl: commentaar
pt_br: comentário
zh: 评论

# reportPageTitle
source: report
de: Meldung
el: αναφορά
es: reportar
fi: raportti
ko: 제보
nl: rapport
pt_br: denúncia
zh: 报告

# reportPageReportingProgress
source: Reporting...
de: Sende Meldung...
el: Γίνεται αναφορά...
es: Reportando...
fi: Raportoidaan...
ko: 제보하는 중...
nl: Rapport aan het indienen...
pt_br: Denunciando...
zh: 正在报告…

# reportPageReportSubmitted
source: Report submitted
de: Bericht gesendet
el: Η αναφορά υποβλήθηκε
es: Reporte enviado
fi: Raportti lähetetty
ko: 제보를 제출함
nl: Rapport ingediend
pt_br: Denúncia enviada
zh: 报告已提交

# reportPageReportFailed
source: Failed to submit report.
de: Bericht konnte nicht gesendet werden.
el: Αποτυχία υποβολής της αναφοράς.
es: Envío de reporte fallido.
fi: Raportin lähettäminen epäonnistui.
ko: 제보 보내기에 실패하였습니다.
nl: Indienen van rapport mislukt.
pt_br: Falhou ao enviar denúncia.
zh: 无法提交报告。

# reportPageBackNavigation
source: Back
de: Zurück
el: Πίσω
es: Atrás
fi: Takaisin
ko: 뒤로
nl: Terug
pt_br: Voltar
zh: 返回

# reportPageNextNavigation
source: Next
de: Weiter
el: Επόμενο
es: Siguiente
fi: Seuraava
ko: 다음
nl: Volgende
pt_br: Próximo
zh: 下一步

# reportPageDoneNavigation
source: Done
de: Fertig
el: Έτοιμο
es: Hecho
fi: Valmis
ko: 마침
nl: Gereed
pt_br: Concluído
zh: 完成

# reportPageSubmitNavigation
source: Submit report
de: Bericht absenden
el: Υποβολή αναφοράς
es: Enviar reporte
fi: Lähetä raportti
ko: 제보 제출
nl: Rapport indienen
pt_br: Enviar denúncia
zh: 提交报告

# reportPageTellUsAboutPost
source: Tell us what's going on with this post
de: Sag uns, was das Problem mit diesem Post ist
el: Πείτε μας τι συμβαίνει με αυτήν την ανάρτηση
es: Dinos qué ocurre con esta publicación
fi: Kerro meille mitä tässä viestissä tapahtuu
nl: Vertel ons wat er aan de hand is met dit bericht
pt_br: Diga-nos o que há com este post
zh: 告诉我们该帖文的具体情况

# reportPageTellUsAboutProfile
source: Tell us what's going on with this profile
de: Sag uns, was das Problem mit diesem Konto ist
el: Πες μας τι συμβαίνει με αυτό το προφίλ
es: Dinos qué ocurre con este perfil
fi: Kerro meille mitä tällä profiililla tapahtuu
nl: Vertel ons wat er aan de hand is met dit profiel
pt_br: Diga-nos o que há com este perfil
zh: 告诉我们该账户的具体情况

# reportPageChoose
source: Choose the best match
de: Wähle die passendste Kategorie
el: Επέλεξε την καλύτερη αντιστοίχιση
es: Escoge lo que mejor encaje
fi: Valitse paras osuma
nl: Kies wat het beste overeenkomt
pt_br: Selecione o que corresponder melhor
zh: 选择最帖切的选项

# reportPageOptionDontLikeTitle
source: I don't like it
de: Das gefällt mir nicht
el: Δεν μου αρέσει
es: No me gusta
fi: En pidä siitä
nl: Ik vind het niet leuk
pt_br: Não gostei
zh: 我不喜欢该帖文

# reportPageOptionDontLikeSubtitle
source: It is not something you want to see.
de: Das ist etwas, das du nicht sehen möchtest
el: Δεν είναι κάτι που θέλεις να δεις.
es: No es algo que quieras ver.
fi: Tätä ei halua nähdä.
nl: Het is iets wat je niet wil zien.
pt_br: É algo que você não deseja ver.
zh: 你不想看到这种内容。

# reportPageOptionSpamTitle
source: It's spam
de: Das ist Spam
el: Είναι σπαμ
es: Es spam
fi: Roskapostia
ko: 스팸
nl: Het is spam
pt_br: É spam
zh: 它是垃圾信息
