Repository: trunks-social/trunks-public
Catalog: app_*.arb
Languages: de, el, es, fi, ko, nl, pt_br, zh

# commonActionDeleteListProgress
source: Deleting...
de: Lösche...
el: Γίνεται διαγραφή...
es: Borrando...
fi: Poistetaan...
ko: 지우는 중...
nl: Verwijderen...
pt_br: Excluindo...
zh: 正在删除…

# commonActionDeleteListSuccess
source: Deleted {list}
de: {list} gelöscht
el: Διαγράφηκε {list}
es: Se borró {list}
fi: Poistettu {list}
nl: {list} verwijderd
pt_br: {list} excluído

# commonActionDeleteListFailure
source: Failed to delete {list}
de: Löschen der Liste {list} fehlgeschlagen
el: Αποτυχία διαγραφής {list}
es: No se pudo borrar {list}
fi: {list} poistaminen epäonnistui
nl: Verwijderen van {list} mislukt
pt_br: Falhou ao excluir {list}
zh: 无法删除 {list}

# commonActionCreateListProgress
source: Creating...
de: Wird erstellt...
el: Γίνεται δημιουργία...
es: Creando...
fi: Luodaan...
ko: 만드는 중...
nl: Aanmaken...
pt_br: Criando...
zh: 正在创建…

# commonActionCreateListSuccess
source: Created {list}
de: {list} erstellt
el: Δημιουργήθηκε {list}
es: Se creó {list}
fi: Luotu {list}
ko: {list} 리스트를 만듦
nl: {list} aangemaakt
pt_br: {list} criada
zh: 已创建 {list}

# commonActionCreateListFailure
source: Failed to create {list}
de: {list} konnte nicht erstellt werden
el: Αποτυχία δημιουργίας {list}
es: No se pudo crear {list}
fi: {list} luominen epäonnistui
ko: {list} 리스트를 만드는데 실패함
nl: Aanmaken van {list} mislukt
pt_br: Falhou ao criar {list}
zh: 无法创建 {list}

# commonActionVoteProgress
source: Voting...
de: Stimme ab...
el: Ψήφος...
es: Votando...
fi: Äänestetään...
ko: 투표 중...
nl: Stemmen...
pt_br: Votando...
zh: 正在投票…

# commonActionVoteSuccess
source: Voted on poll
de: Umfrage beantwortet
el: Ψηφίστηκε η δημοσκόπηση
es: Votaste en la encuesta
fi: Äänestetty kyselyssä
ko: 설문에 투표함
nl: Gestemd op peiling
pt_br: Votado na enquete
zh: 已投票

# commonActionVoteFailure
source: Failed to vote on poll
de: Stimmabgabe fehlgeschlagen
el: Αποτυχία ψήφου στη δημοσκόπηση
es: No se pudo votar en la encuesta
fi: Äänestäminen epäonnistui
nl: Stemmen op peiling mislukt
pt_br: Falhou ao votar na enquete
zh: 无法投票

# commonActionTranslatingProgress
source: Translating...
de: Übersetze...
el: Μεταφράζεται...
es: Traduciendo...
fi: Käännetään...
ko: 번역하는 중...
nl: Vertalen...
pt_br: Traduzindo...
zh: 正在翻译…

# commonActionTranslatingSuccess
source: Translated
de: Übersetzt
el: Μεταφράστηκε
es: Traducido
fi: Käännetty
ko: 번역 마침
nl: Vertaald
pt_br: Traduzido
zh: 已翻译

# commonActionTranslatingFailure
source: Failed to translate. Contact your server admin to report translation bugs
de: Übersetzung fehlgeschlagen. Kontaktiere deinen Server-Administrator, um Übersetzungsfehler zu melden
el: Αποτυχία μετάφρασης. Επικοινώνησε με τον διαχειριστή του διακομιστή σου για να αναφέρεις σφάλματα μετάφρασης
es: No se pudo traducir. Contacte al admin de su servidor para reportar errores de traducción
fi: Kääntäminen epäonnistui. Ota yhteyttä palvelimeesi ja raportoi virhe
nl: Vertalen mislukt. Neem contact op met jouw serverbeheerder om vertaalproblemen te melden
pt_br: Falhou ao traduzir. Entre em contato com o administrador do servidor para denunciar erros de tradução
zh: 无法翻译。请向你的实例管理员报告翻译问题

# commonActionDeleteScheduledPostPrompt
source: Delete scheduled post?
de: Geplanten Beitrag löschen?
el: Διαγραφή προγραμματισμένης ανάρτησης;
es: ¿Borrar post programado?
fi: Peruuta ajoitettu julkaisu?
nl: Gepland bericht verwijderen?
pt_br: Excluir post agendado?
zh: 删除定时帖文？

# commonActionDeleteScheduledPostPromptAreYouSure
source: Are you sure you want to delete this scheduled post?
de: Bist du sicher, dass du diesen geplanten Beitrag löschen möchtest?
el: Σίγουρα θες να διαγράψεις αυτή την προγραμματισμένη ανάρτηση;
es: ¿Seguro que quieres borrar este post programado?
fi: Oletko varma, että haluat poistaa tämän ajoitetun julkaisun?
nl: Weet je zeker dat je dit gepland bericht wil verwijderen?
pt_br: Deseja mesmo excluir este post agendado?
zh: 你确定要删除该删除定时帖文吗？

# commonActionDeleteScheduledPostPromptAction
source: Delete
de: Löschen
el: Διαγραφή
es: Borrar
fi: Poista
ko: 삭제
nl: Verwijderen
pt_br: Excluir
zh: 删除

# commonActionDeleteScheduledPostProgress
source: Deleting scheduled post...
de: Geplanten Beitrag löschen...
el: Διαγραφή προγραμματισμένης ανάρτησης...
es: Borrando post programado...
fi: Poistetaan ajastettua julkaisua...
nl: Gepland bericht verwijderen...
pt_br: Excluindo post agendado...
zh: 正在删除定时帖文…

# commonActionDeleteScheduledPostSuccess
source: Deleted scheduled post
de: Geplanter Beitrag gelöscht
el: Διαγράφηκε προγραμματισμένη ανάρτηση
es: Se borró el post programado
fi: Poistettu ajoitettu julkaisu
nl: Gepland bericht verwijderd
pt_br: Post agendado excluído
zh: 已删除定时帖文

# commonActionDeleteScheduledPostFailure
source: Failed to delete scheduled post
de: Fehler beim Löschen des geplanten Beitrags
el: Αποτυχία διαγραφής προγραμματισμένης ανάρτησης
es: No se pudo borrar el post programado
fi: Ei voitu poistaa ajoitettua julkaisua
nl: Verwijderen van gepland bericht mislukt
pt_br: Falhou ao excluir post agendado
zh: 无法删除定时帖文

# commonNavigateHomeTooltip
source: Navigate home
de: Zur Startseite navigieren
el: Πλοήγηση στην αρχική
es: Navegar por inicio
fi: Siirry etusivulle
nl: Ga naar startpagina
pt_br: Navegar no início
zh: 前往主页

# errorPageTitle
source: Error
de: Fehler
el: Σφάλμα
fi: Virhe
ko: 오류
nl: Fout
pt_br: Erro
zh: 错误

# errorPageContent
source: Uh oh, something went wrong.
de: Oh oh, irgendwas ist schiefgelaufen!
el: Ωχ, κάτι πήγε στραβά.
es: Uh oh, algo salió mal.
fi: Hups, jokin meni pieleen.
nl: Oeps, er is iets fout gegaan.
pt_br: Ops! Algo deu errado.
zh: 啊哦，遇到了一些问题。

# errorPageAction
source: Go Back
de: Zurück
el: Πίσω
es: Volver
fi: Siirry Takaisin
ko: 이전으로
nl: Ga terug
pt_br: Voltar
zh: 返回

# pollExpirationNever
source: Never closes
de: Läuft unendlich
el: Δεν κλείνει ποτέ
es: Nunca se cierra
fi: Älä sulje koskaan
nl: Sluit nooit
pt_br: Enquete permanente
zh: 从不关闭

# listFirstPageError
source: Failed to load content
de: Laden des Inhalts fehlgeschlagen
el: Αποτυχία φόρτωσης περιεχομένου
es: No se pudo cargar el contenido
fi: Sisältöä ei voitu ladata
ko: 컨텐트 불러오기 실패함
nl: Laden van inhoud mislukt
pt_br: Falhou ao carregar conteúdo
zh: 无法加载内容

# listFirstPageErrorAction
source: Retry
de: Erneut probieren
el: Επανάληψη
es: Reintentar
fi: Yritä Uudelleen
ko: 재시도
nl: Opnieuw proberen
pt_br: Tentar novamente
zh: 重试

# listFirstPageNoItems
source: No items found
de: Keine Elemente gefunden
el: Δεν βρέθηκαν αντικείμενα
es: No se encontraron elementos
fi: Kohteita ei löytynyt
nl: Geen items gevonden
pt_br: Nenhum item encontrado
zh: 找不到内容

# listFirstPageNoItemsAction
source: Refresh
de: Aktualisieren
el: Ανανέωση
es: Refrescar
fi: Päivitä
ko: 새로고침
nl: Vernieuwen
pt_br: Atualizar
zh: 刷新

# listFirstPageNoMoreItems
source: No more items found
de: Keine weiteren Elemente gefunden
el: Δεν βρέθηκαν άλλα αντικείμενα
es: No se encontraron más elementos
fi: Enempää kohteita ei löytynyt
nl: Geen items meer gevonden
pt_br: Sem mais itens encontrados
zh: 没有更多内容

# visibilityDescriptionPublic
source: Visible to everyone, shown in public timelines
de: Für alle sichtbar, wird in öffentlichen Zeitleisten erscheinen
el: Ορατό σε όλους, εμφανίζεται σε δημόσιες ροές
es: Visible para todos, se muestra en las cronologías públicas
fi: Näkyy kaikille, näytetään julkisilla aikajanoilla
nl: Zichtbaar voor iedereen, getoond in openbare tijdlijnen.
pt_br: Visível a todos, exibido em timelines públicas
zh: 对所有人可见，并且会出现在公共时间线

# visibilityDescriptionUnlisted
source: Visible to public, but not included in public timelines.
de: Für alle sichtbar, wird aber nicht in öffentlichen Zeitleisten erscheinen.
el: Ορατό στο κοινό, αλλά δεν περιλαμβάνεται σε δημόσιες ροές.
es: Visible al público, pero no se incluye en las cronologías públicas.
fi: Näkyy julkisesti, mutta ei sisälly julkisiin aikajanoihin.
nl: Zichtbaar voor het publiek, maar niet opgenomen in openbare tijdlijnen.
pt_br: Visível a todos, mas não incluído em timelines públicas.
zh: 对所有人可见，但不会出现在公共时间线中。

# visibilityDescriptionPrivate
source: Visible to followers only, and to any mentioned users.
de: Nur für Follower sowie erwähnte Benutzer sichtbar.
el: Ορατό μόνο στους ακολούθους και σε όλους τους επισημασμένους χρήστες.
es: Visible sólo para seguidores, y para cualquier usuario mencionado.
fi: Näkyy vain seuraajille ja kaikille mainituille käyttäjille.
nl: Alleen zichtbaar voor volgers en voor alle vermelde gebruikers.
pt_br: Visível apenas para seguidores, e qualquer usuário mencionado.
zh: 仅对关注者及任何提到的用户可见。

# visibilityDescriptionDirect
source: Visible only to mentioned users.
de: Nur für erwähnte Benutzer sichtbar.
el: Ορατό μόνο στους επισημασμένους χρήστες.
es: Visible sólo para usuarios mencionados.
fi: Näkyy vain mainituille käyttäjille.
nl: Alleen zichtbaar voor vermelde gebruikers.
pt_br: Visível apenas para usuários mencionados.
zh: 仅对提到的用户可见。

# visibilityDescriptionInherited
source: Visibility is inherited from the original post.
de: Sichtbarkeit wird vom ursprünglichen Beitrag geerbt.
el: Η ορατότητα κληρονομείται από την αρχική ανάρτηση.
es: La visibilidad se hereda del post original.
fi: Näkyvyys on peritty alkuperäisestä julkaisusta.
nl: Zichtbaarheid wordt overgenomen van het oorspronkelijke bericht.
pt_br: A visibilidade dependerá do post original.
zh: 可见性继承自原帖文。

# loginPageTitle
source: login
de: Anmeldung
el: σύνδεση
es: iniciar sesión
fi: kirjaudu
ko: 로그인
nl: Aanmelden
pt_br: registrar-se
zh: 登录

# readMoreTextButton
source: read more
de: mehr lesen
el: διάβασε περισσότερα
es: leer más
fi: lue lisää
ko: 더 읽기
nl: lees meer
pt_br: ler mais
zh: 阅读更多

# pollVoteAction
source: vote
de: abstimmen
el: ψήφος
es: votar
fi: äänestä
ko: 투표
nl: stemmen
pt_br: votar
zh: 投票

# pollExpirationExpired
source: Closed
de: Geschlossen
el: Έκλεισε
es: Cerrado
fi: Suljettu
ko: 닫음
nl: Gesloten
pt_br: Encerrado
zh: 已关闭

# pollExpirationClosesIn
source: Closes
de: Schließt
el: Κλείνει
es: Cierra
fi: Sulkeutuu
ko: 닫기
nl: Sluit
pt_br: Encerrará em...
zh: 关闭

# pollEnterTextHereHint
source: Enter poll option here...
de: Umfrageoption hier eingeben...
el: Εισήγαγε εδώ την επιλογή δημοσκόπησης...
es: Ingresar opción de encuesta aquí...
fi: Syötä kyselyn vaihtoehto tähän...
ko: 설문 선택지를 여기에 기입...
nl: Voer peilingoptie hier in...
pt_br: Inserir resposta da enquete aqui...
zh: 在这里输入投票选项…

# postResolverProgress
source: Resolving post...
de: Rufe Beitrag auf...
el: Επίλυση ανάρτησης...
es: Resolviendo post...
fi: Avataan julkaisua...
ko: 게시물 받아오는 중...
nl: Bericht ophalen...
pt_br: Resolvendo post...
zh: 正在解析帖文…

# accountResolverProgress
source: Resolving account...
de: Rufe Konto auf...
el: Επίλυση λογαριασμού...
es: Resolviendo cuenta...
fi: Avataan tiliä...
ko: 계정 받아오는 중...
nl: Account ophalen...
pt_br: Resolvendo conta...
zh: 正在解析账户…

# accountResolverFailure
source: Failed to resolve account.
de: Konto konnte nicht aufgerufen werden.
el: Αποτυχία επίλυσης λογαριασμού.
es: No se pudo resolver la cuenta.
fi: Tilin avaaminen ei onnistunut.
ko: 계정 정보 받아오기 실패함
nl: Ophalen van account mislukt.
pt_br: Falhou ao resolver conta.
zh: 无法解析账户。

# composePageSaveDraftPromptTitle
source: Save draft?
de: Entwurf speichern?
el: Αποθήκευση προχείρου;
es: ¿Guardar borrador?
fi: Tallennetaanko luonnos?
ko: 초안을 저장해둘까요?
nl: Concept opslaan?
pt_br: Salvar rascunho?
zh: 保存草稿？

# composePageSaveDraftPromptContent
source: Would you like to save your current draft?
de: Möchtest du deinen aktuellen Entwurf speichern?
el: Θες να αποθηκεύσεις το τρέχον πρόχειρό σου;
es: ¿Te gustaría guardar tu borrador actual?
fi: Haluatko tallentaa nykyisen luonnoksesi?
ko: 현재의 초안을 저장해둘까요?
nl: Wil je jouw huidige concept opslaan?
pt_br: Desejaria salvar seu rascunho atual?
zh: 你想保存你当前的草稿吗？

# composePageSaveDraftPromptDiscard
source: Exit without saving
de: Verlassen ohne zu speichern
el: Έξοδος χωρίς αποθήκευση
es: Salir sin guardar
fi: Poistu tallentamatta
ko: 저장 없이 나가기
nl: Afsluiten zonder opslaan
pt_br: Sair sem salvar
zh: 不保存并退出

# composePageSaveDraftPromptSave
source: Save & exit
de: Speichern & verlassen
el: Αποθήκευση & έξοδος
es: Guardar y salir
fi: Tallenna ja poistu
ko: 저장하고 나가기
nl: Opslaan & afsluiten
pt_br: Salvar e sair
zh: 保存并退出

# composePageExit
source: Exit compose
de: Beitragserstellung beenden
el: Έξοδος σύνταξης
es: Salir de redactar
fi: Poistu kirjoitustilasta
nl: Opstellen van bericht afsluiten
pt_br: Cancelar
zh: 退出创作

# composePageTitleCreate
source: compose
de: verfassen
el: σύνταξη
es: redactar
fi: kirjoita
ko: 작성하기
nl: opstellen
pt_br: Criar post
zh: 创作

# composePageTitleEdit
source: edit
de: bearbeiten
el: επεξεργασία
es: editar
fi: muokkaa
ko: 편집하기
nl: bewerken
pt_br: editar
zh: 编辑

# composePageLanguageTooltip
source: post language
de: Beitragssprache
el: γλώσσα ανάρτησης
es: idioma del post
fi: julkaisun kieli
ko: 게시 언어
nl: berichttaal
pt_br: idioma do post
zh: 帖文语言

# composePageLanguageLoadFailure
source: Unable to load languages
de: Sprachen können nicht geladen werden
el: Αδυναμία φόρτωσης γλωσσών
es: No se pudo cargar los idiomas
fi: Kieliä ei voi ladata
nl: Laden van talen mislukt
pt_br: Não foi possível carregar os idiomas
zh: 无法加载语言

# composePageDrafts
source: drafts
de: Entwürfe
el: πρόχειρα
es: borradores
fi: luonnokset
ko: 초안
nl: concepten
pt_br: rascunhos
zh: 草稿箱

# composePageDraftsEmpty
source: You have no drafts
de: Du hast keine Entwürfe
el: Δεν έχεις πρόχειρα
es: No tienes borradores
fi: Sinulla ei ole luonnoksia
ko: 초안이 없습니다.
nl: Je hebt geen concepten
pt_br: Você não possui rascunhos
zh: 你没有草稿

# composePageScheduledPosts
source: scheduled posts
de: Geplante Beiträge
el: προγραμματισμένες αναρτήσεις
es: posts programados
fi: ajoitetut julkaisut
ko: 예약한 게시물
nl: geplande berichten
pt_br: posts agendados
zh: 已定时帖文

# composePageScheduledPostsProgress
source: Loading scheduled posts...
de: Lade geplante Beiträge...
el: Φόρτωση προγραμματισμένων αναρτήσεων...
es: Cargando posts programados...
fi: Ladataan ajoitettuja julkaisuja...
nl: Ingeplande berichten laden...
pt_br: Carregando posts agendados...
zh: 正在加载已定时帖文…

# composePageScheduledPostsEmpty
source: You have no scheduled posts. Long press on the publish button to schedule a new post.
de: Du hast keine geplanten Beiträge. Drücke lange auf die Schaltfläche "Veröffentlichen", um einen neuen Beitrag zu planen.
el: Δεν έχεις προγραμματισμένες αναρτήσεις. Πάτα παρατεταμένα το κουμπί δημοσίευσης για να προγραμματίσεις μια νέα ανάρτηση.
es: No tienes posts programados. Mantén presionado en el botón publicar para programar un nuevo post.
fi: Sinulla ei ole ajoitettuja viestejä. Paina pitkään julkaisupainiketta ajoittaaksesi uuden viestin.
nl: Je hebt geen ingeplande berichten. Druk lang op de publicatieknop om een nieuw bericht in te plannen.
pt_br: Você não possui posts agendados. Mantenha pressionado no botão de postar para agendar um novo post.
zh: 你没有已定时的帖文。长按发布按钮来设置一条新的定时帖文。

# composePageScheduledPostsCancelTooltip
source: Cancel scheduled post
de: Planung des Beitrags widerrufen
el: Ακύρωση προγραμματισμένης ανάρτησης
es: Cancelar post programado
fi: Peruuta ajoitettu julkaisu
ko: 예약한 게시물 취소하기
nl: Ingepland bericht annuleren
pt_br: Cancelar post agendado
zh: 取消帖文定时

# composePageScheduledPostsFailure
source: Couldn't load scheduled posts
de: Liste der geplanten Beiträge konnte nicht geladen werden
el: Αδυναμία φόρτωσης προγραμματισμένων αναρτήσεων
es: No se pudieron cargar los posts programados
fi: Ei voitu ladata ajoitettuja julkaisuja
nl: Kan ingeplande berichten niet laden
pt_br: Não foi possível carregar os posts agendados
zh: 无法加载已定时的帖文

# composePageScheduledFiveMinuteWarning
source: Scheduled post must be at least 5 minutes into the future
de: Die geplante Beitragszeit muss mindestens 5 Minuten in der Zukunft liegen
el: Η προγραμματισμένη ανάρτηση πρέπει να είναι τουλάχιστον 5 λεπτά στο μέλλον
es: El post programado debe estar al menos 5 minutos en el futuro
fi: Aikataulutetun julkaisun on oltava vähintään 5 minuuttia tulevaisuudessa
nl: Ingepland bericht moet minstens 5 minuten in de toekomst liggen
pt_br: O post agendado deve ser programado para 5 minutos ou mais
zh: 定时发布的帖文至少必须设置在 5 分钟后的未来

# composePageFormattingHelp
source: formatting help
de: Formatierungshilfe
el: βοήθεια μορφοποίησης
es: ayuda con el formato
fi: muotoiluohje
nl: opmaakhulp
pt_br: ajuda com o formato
zh: 格式化帮助

# composePageAttachCopiedImageSuggestion
source: Attach copied image
de: Bild aus Zwischenablage einfügen
el: Επισύναψη αντιγραμμένης εικόνας
es: Adjuntar imagen copiada
fi: Liitä kopioitu kuva
ko: 복사한 이미지 붙여넣기
nl: Gekopieerde afbeelding bijvoegen
pt_br: Anexar imagem copiada
zh: 贴上已复制的图像

# composePageWriteTab
source: write
de: verfassen
el: εγγραφή
es: escribir
fi: kirjoita
nl: schrijven
pt_br: escrever
zh: 编辑

# composePagePreviewTab
source: preview
de: Vorschau
el: προεπισκόπηση
es: vista previa
fi: esikatselu
ko: 미리보기
nl: voorbeeldweergave
pt_br: prévia
zh: 预览

# composePageContentLabelCategoryTitle
source: content label
de: Inhaltswarnung
el: ετικέτα περιεχομένου
es: etiqueta de contenido
fi: sisältövaroitus
ko: 콘텐트 레이블
nl: inhoudslabel
pt_br: tag do conteúdo
zh: 内容标记

# composePageContentLabelCategoryDescription
source: A content label hides your posts content with a label. Use it for warnings, spoilers, sensitive topics, or for anything you want less eyes on.
de: Eine Inhaltswarnung versteckt den Inhalt deiner Beiträge hinter einer Einblendung. Verwende es für Warnungen, Spoiler, heikle Themen oder für alles, das nicht sofort gesehen werden soll.
el: Μια ετικέτα περιεχομένου κρύβει το περιεχόμενό σου με μια ετικέτα. Χρησιμοποίησέ το για προειδοποιήσεις, σπόιλερ, ευαίσθητα θέματα, ή για οτιδήποτε θέλετε να το δουν λιγότεροι.
es: Una etiqueta de contenido oculta el contenido de tus posts con una etiqueta. Úsala para advertencias, spoilers, temas sensibles, o para cualquier cosa sobre la que quieras menos ojos.
fi: Sisältövaroitus kätkee julkaisusi sisällön tekstinsä taakse. Käytä sitä varoituksiin, spoilereihin, arkoihin aiheisiin tai mihin tahansa, jonka haluat harvempien näkevän.
nl: Een inhoudslabel verbergt je berichtinhoud met een label. Gebruik het voor waarschuwingen, spoilers, gevoelige onderwerpen of voor alles waar je minder ogen op wil hebben.
pt_br: Uma tag do conteúdo oculta os conteúdos dos seus posts com uma etiqueta. Use-o para avisos, revelações/vazamentos, tópicos sensíveis, ou qualquer coisa que você quer menos olhos.
zh: 内容标记会将你的帖文隐藏在标记后方。你可以将它用在警告、剧透、敏感话题等任何不想引人注目的内容上。

# composePageContentLabelHint
source: Enter a content label
de: Inhaltswarnung eingeben
el: Εισήγαγε μια ετικέτα περιεχομένου
es: Ingresar una etiqueta de contenido
fi: Syötä sisältövaroituksen teksti
ko: 콘텐트 레이블 기입하기
nl: Voer een inhoudslabel in
pt_br: Insira uma tag do conteúdo
zh: 输入内容标记

# composePageReplyingToHeader
source: Replying to @{account}...
de: Antworte an @{account}...
el: Απάντηση σε @{account}...
es: Respondiendo a @{account}...
fi: Vastataan @{account}...
nl: Reageren op @{account}...
pt_br: Respondendo à @{account}...
zh: 正在回复给 @{account}...

# composePageLabelMediaAsSensitive
source: Label media as sensitive?
de: Medien mit Inhaltswarnung versehen
el: Ορισμός μέσου ως ευαίσθητο;
es: ¿Etiquetar medio como sensible?
fi: Merkitse media arkaluontoiseksi?
nl: Media als gevoelig markeren?
pt_br: Marcar mídia como sensível?
zh: 标记媒体为敏感内容？

# composePageAttachmentsTooltip
source: Attachments
de: Anhänge
el: Συνημμένα
es: Adjuntos
fi: Liitteet
nl: Bijlagen
pt_br: Anexos
zh: 附件

# composePagePollsTooltip
source: Polls
de: Umfragen
el: Δημοσκοπήσεις
es: Encuestas
fi: Kyselyt
ko: 설문
nl: Peilingen
pt_br: Enquetes
zh: 投票

# composePageCWTooltip
source: Content label
de: Inhaltswarnung
el: Ετικέτα περιεχομένου
es: Etiquetas de contenido
fi: Sisältökyltti
ko: 콘텐트 레이블
nl: Inhoudslabel
pt_br: Tag do conteúdo
zh: 内容标记

# composePageVisibilityTooltip
source: Post visibility
de: Beitragssichtbarkeit
el: Ορατότητα ανάρτησης
es: Visibilidad del post
fi: Julkaisun näkyvyys
nl: Zichtbaarheid van bericht
pt_br: Visibilidade do post
zh: 帖文可见性

# composePagePublish
source: Publish
de: Veröffentlichen
el: Δημοσίευση
es: Publicar
fi: Julkaise
nl: Publiceren
pt_br: Postar
zh: 发布

# composePageSchedule
source: Schedule
de: Planen
el: Χρονοδιάγραμμα
es: Programar
fi: Ajastus
nl: Inplannen
pt_br: Agendar
zh: 定时

# composePageUpdate
source: Update
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
fi: Päivitys
nl: Bijwerken
pt_br: Atualizar
zh: 更新

# composePageSchedulingFooter
source: Scheduled
de: Geplant
el: Προγραμματίστηκε
es: Programados
fi: Ajastettu
nl: Ingepland
pt_br: Agendado
zh: 已定时

# composePageAttachmentVideo
source: Video
el: Βίντεο
pt_br: Vídeo
zh: 视频

# composePageAttachmentImage
source: Image
de: Bild
el: Εικόνα
es: Imagen
fi: Kuva
nl: Afbeelding
pt_br: Imagem
zh: 图像

# composePagePollOptionAdd
source: Add Option
de: Antwortmöglichkeit hinzufügen
el: Προσθήκη Επιλογής
es: Añadir opción
fi: Lisää Valinta
ko: 선택지 추가하기
nl: Optie toevoegen
pt_br: Adicionar opção
zh: 添加选项

# composePageContentPollOptionsCategoryTitle
source: options
de: Optionen
el: επιλογές
es: opciones
fi: valinnat
nl: opties
pt_br: opções
zh: 选项

# composePageContentPollOptionsCategoryDescription
source: These are the options which represent your poll.
de: Dies sind die Auswahlmöglichkeiten für deine Umfrage
el: Αυτές είναι οι επιλογές που αντιπροσωπεύουν τη δημοσκόπησή σου.
es: Éstas son las opciones que representa tu encuesta.
fi: Nämä ovat ne vaihtoehdot, jotka edustavat kyselyäsi.
nl: Dit zijn de opties die je peiling weergeven.
pt_br: Estas são as opções que representam sua enquete.
zh: 以下是要在你的投票展示的选项。

# composePagePollMultipleChoice
source: Multiple choice
de: Mehrfachauswahl
el: Πολλαπλής επιλογής
es: Opción múltiple
fi: Useita valintoja
ko: 다중 선택
nl: Meerkeuze
pt_br: Várias escolhas
zh: 多选

# composePageContentExpirationCategoryTitle
source: expiration
de: Ablauf
el: λήξη
es: vencimiento
fi: päättyminen
ko: 만료
nl: verlooptijd
pt_br: encerramento
zh: 有效期

# composePageContentExpirationCategoryDescription
source: This is when your poll should expire.
de: Dies ist der Zeitpunkt, an dem deine Umfrage ablaufen sollte.
el: Τότε θα λήξει η δημοσκόπησή σου.
es: Esto es cuando tu encuesta debería vencer.
fi: Aika jolloin kyselyn on määrä päättyä.
nl: Dit is wanneer jouw peiling moet verlopen.
pt_br: Essa é a data que sua enquete encerrará.
zh: 你的投票何时失效。

# composePagePollHeader
source: poll
de: Umfrage
el: δημοσκόπηση
es: encuesta
fi: kysely
ko: 설문
nl: peiling
pt_br: enquete
zh: 投票

# composePageSuggestions
source: Suggestions
de: Vorschläge
el: Προτάσεις
es: Sugerencias
fi: Ehdotukset
nl: Suggesties
pt_br: Sugestões
zh: 建议

# composePageAllAccountsSuggestion
source: all accounts
de: alle Konten
el: όλοι οι λογαριασμοί
es: todas las cuentas
fi: kaikki tilit
ko: 모든 계정
nl: alle accounts
pt_br: todas as contas
zh: 所有账户

# composePageTagAllSuggestion
source: tag all
de: alle markieren
el: ετικέτα σε όλα
es: etiquetar todo
fi: merkitse kaikki
nl: alles labelen
pt_br: inserir tag em tudo
zh: 标记全部

# composePageInputHint
source: What's on your mind?
de: Was gibt's Neues?
el: Τι σκέφτεσαι;
es: ¿Qué estás pensando?
fi: Mitä mietit?
nl: Waar denk je aan?
pt_br: O que está pensando agora?
zh: 你在想什么？

# composePageAttachmentFailure
source: Failed to insert attachment
de: Einfügen des Anhangs fehlgeschlagen
el: Αποτυχία εισαγωγής συνημμένου
es: No se pudo insertar el adjunto
fi: Liitetiedoston lisääminen epäonnistui
nl: Invoegen van bijlage mislukt
pt_br: Falhou ao inserir anexo
zh: 无法插入附件

# composePageAttachmentUploadFailure
source: Failed to upload attachment
de: Upload des Anhangs fehlgeschlagen
el: Αποτυχία μεταφόρτωσης συνημμένου
es: No se pudo cargar el adjunto
fi: Liitteen lataaminen epäonnistui
nl: Uploaden van bijlage mislukt
pt_br: Falhou ao enviar anexo
zh: 无法上传附件
