Repository: trunks-social/trunks-public
Catalog: app_*.arb
Languages: de, el, es, fi, ko, nl, pt_br, zh

# themeSettingsPageLightThemeDescription
source: Will be used when dark mode is disabled.
de: Wird verwendet, wenn der Dunkelmodus deaktiviert ist.
el: Θα χρησιμοποιηθεί όταν η σκοτεινή λειτουργία είναι απενεργοποιημένη.
es: Se usará cuando el modo oscuro esté desactivado.
fi: Käytetään kun tumma tila on pois päältä.
nl: Wordt gebruikt wanneer donkere modus is uitgeschakeld.
zh: 将在深色模式禁用后使用。

# themeSettingsPageDarkThemeHeader
source: current dark theme
de: aktuelles dunkles Design
el: τρέχον σκοτεινό θέμα
es: tema oscuro actual
fi: nykyinen tumma teema
nl: huidig donker thema
zh: 当前深色主题

# themeSettingsPageDarkThemeTitle
source: Dark theme
de: Dunkles Design
el: Σκοτεινό θέμα
es: Tema oscuro
fi: Tumma teema
ko: 어두운 테마
nl: Donker thema
zh: 深色主题

# themeSettingsPageDarkThemeDescription
source: Will be used when dark mode is enabled.
de: Wird verwendet, wenn der Dunkelmodus aktiviert ist.
el: Θα χρησιμοποιηθεί όταν είναι ενεργοποιημένη η σκοτεινή λειτουργία.
es: Se usará cuando el modo oscuro esté activado.
fi: Käytetään kun tumma tila on käytössä.
nl: Wordt gebruikt wanneer donkere modus is ingeschakeld.
zh: 将在深色模式启用后使用。

# themeSettingsOLEDFriendlyToggle
source: OLED friendly
de: OLED-freundlich
el: Φιλικό προς OLED
es: Compatible con OLED
fi: OLED-ystävällinen
ko: OLED 친화
nl: OLED-vriendelijk
zh: OLED 友好

# themeSettingsOLEDFriendlyToggleDescription
source: OLED friendly will prefer deep blacks and bright whites.
de: OLED-freundlich wird tiefes Schwarz und helles Weiß bevorzugen.
el: Το φιλικό προς OLED θα προτιμά βαθιά μαύρα και φωτεινά λευκά.
es: Compatible con OLED preferirá negros profundos y blancos brillantes.
fi: OLED ystävällinen suosii syviä mustia ja kirkkaita valkoisia ja harmonisoi jäljellä olevat paletin värit sopivaksi.
nl: OLED-vriendelijk zal diep zwart en fel wit verkiezen.
zh: OLED 友好模式会选择更深的黑色和白色，同时协调其他配色来与之匹配。

# themeSettingsAndroidDynamicToggle
source: Dynamic theme enabled
de: Dynamisches Design aktiviert
el: Δυναμικό θέμα ενεργό
es: Tema dinámico activado
fi: Dynaaminen teema käytössä
nl: Dynamisch thema ingeschakeld
zh: 启用动态主题

# themeSettingsAndroidDynamicToggleDescription
source: Dynamic theme will utilize various operating system theming attributes to create a color palette for light and dark mode.
de: Das dynamische Design verwendet verschiedene Attribute des Betriebssystem-Designs, um automatisch eine Farbpalette für den hellen und dunklen Modus zu erstellen.
el: Το δυναμικό θέμα θα χρησιμοποιήσει διάφορα χαρακτηριστικά του λειτουργικού συστήματος για να δημιουργήσει μια χρωματική παλέτα για τη φωτεινή και σκοτεινή λειτουργία.
es: El tema dinámico utilizará varios atributos de tema del sistema operativo para crear una paleta de colores para el modo claro y oscuro.
fi: Dynaaminen teema hyödyntää erilaisia käyttöjärjestelmän teemaominaisuuksia luodakseen väripaletin vaaleaa ja tummaa tilaa varten.
nl: Dynamisch thema zal verschillende thema-onderdelen van het besturingssysteem gebruiken om een kleurenpalet voor lichte en donkere modus aan te maken.
zh: 动态主题会调用多种系统主题元素来为浅色和深色模式创建色彩方案。

# themeSettingsDynamicSchemeAlgorithmTitle
source: Dynamic color scheme algorithm
el: Αλγόριθμος δυναμικών χρωμάτων
nl: Algoritme voor dynamisch kleurenschema
zh: 动态配色方案算法

# themeSettingsDynamicSchemeAlgorithmDescription
source: Choose which algorithm to use for color scheme generation.
el: Επέλεξε τον αλγόριθμο που θα χρησιμοποιηθεί για την παραγωγή συνδυασμού χρωμάτων.
nl: Kies welk algoritme je wil gebruiken voor het genereren van kleurenschema's.
zh: 选择用于色彩方案生成的算法

# themeSettingsDynamicSchemeAlgorithmPromptTitle
source: Dynamic color scheme algorithm
de: Dynamischer Farbschema Algorithmus
el: Αλγόριθμος δυναμικών χρωμάτων
nl: Algoritme voor dynamisch kleurenschema
zh: 动态配色方案算法

# themeSettingsDynamicSchemeAlgorithmPromptTonalDescription
source: Default for Material theme colors. Builds pastel palettes with a low chroma.
el: Προεπιλογή για χρώματα θέματος Material. Κατασκευάζει παστέλ παλέτες με χαμηλή απόχρωση.
nl: Standaard voor 'Material'-themakleuren. Bouwt pastelpaletten met een laag chroma.
zh: 基于 Material 主题的默认颜色。创建柔和的低色度配色方案。

# themeSettingsDynamicSchemeAlgorithmPromptFidelityDescription
source: The resulting color palettes match seed color, even if the seed color is very bright (high chroma).
el: Οι παλέτες χρώματος που προκύπτουν ταιριάζουν με το βασικό χρώμα, ακόμη και αν το βασικό χρώμα είναι πολύ φωτεινό (υψηλό χρώμα).
nl: De resulterende kleurpaletten komen overeen met de 'zaaikleur', zelfs als de 'zaaikleur' erg helder is (hoog chroma).
zh: 即使您选择的颜色非常鲜艳（高色度），最终的配色方案也会与之匹配。

# themeSettingsDynamicSchemeAlgorithmPromptMonochromeDescription
source: All colors are grayscale, no chroma.
el: Όλα τα χρώματα είναι στην κλίμακα του γκρι, χωρίς αποχρώσεις.
nl: Alle kleuren zijn grijswaarden, geen chroma.
zh: 所有颜色都是灰度的，没有色度。

# themeSettingsDynamicSchemeAlgorithmPromptNeutralDescription
source: Close to grayscale, a hint of chroma.
el: Κοντά στην κλίμακα του γκρι, ελάχιστη απόχρωση.
nl: Dicht tegen grijswaarden, een vleugje chroma.
zh: 接近灰度，包含一点色度。

# themeSettingsDynamicSchemeAlgorithmPromptVibrantDescription
source: Pastel colors, high chroma palettes. The primary palette's chroma is at maximum.
el: Παστέλ χρώματα, υψηλές χρωματικές παλέτες. Η κύρια παλέτα απόχρωσης είναι στο μέγιστο.
nl: Pastelkleuren, hoog chroma paletten. Het chroma van het primaire palet is maximaal.
zh: 柔和的色彩，高色度的调色方案。主调色方案的色度取最大值。

# themeSettingsDynamicSchemeAlgorithmPromptExpressiveDescription
source: Pastel colors, medium chroma palettes. The primary palette's hue is different from the seed color, for variety.
el: Παστέλ χρώματα, μέτριες χρωματικές παλέτες. Η απόχρωση της κύριας παλέτας είναι διαφορετική από το βασικό χρώμα, για ποικιλία.
nl: Pastelkleuren, gemiddelde chroma paletten. De tint van het primaire palet is verschillend van de 'zaaikleur' i.f.v. variatie.
zh: 柔和的色彩，中等色度的调色方案。为了增添多样性，主调色方案的色调也和种子颜色不同。

# themeSettingsDynamicSchemeAlgorithmPromptContentDescription
source: Tokens and palettes match the seed color. The tertiary palette is analogue of the seed color.
el: Τα διακριτικά και οι παλέτες ταιριάζουν με το βασικό χρώμα. Η τριτογενής παλέτα είναι ανάλογη του βασικού χρώματος.
nl: Tokens en paletten komen overeen met de 'zaaikleur'. Het tertiair palet is analoog aan de zaaikleur.
zh: 所有的颜色和色板都会跟你选择的颜色匹配。第三个调色方案的颜色也会跟你选择的颜色相近。

# themeSettingsDynamicSchemeAlgorithmPromptRainbowDescription
source: A playful theme - the seed color's hue does not appear in the theme.
el: Ένα παιχνιδιάρικο θέμα - η απόχρωση του βασικού χρώματος δεν εμφανίζεται στο θέμα.
nl: Een speels thema - de tint van de 'zaaikleur' komt niet voor in het thema.
zh: 一个有趣的主题——你选择的色调不会出现在主题里。

# themeSettingsDynamicSchemeAlgorithmPromptFruitSaladDescription
source: An alternative playful theme - the seed color's hue does not appear in the theme.
el: Ένα εναλλακτικό παιχνιδιάρικο θέμα - η απόχρωση του βασικού χρώματος δεν εμφανίζεται στο θέμα.
nl: Een alternatief speels thema - de tint van de 'zaaikleur' komt niet voor in het thema.
zh: 趣味主题的替换方案——你选择的色调不会出现在主题里。

# themeSettingsConfigurationSection
source: Configure theme
de: Design konfigurieren
el: Διαμόρφωση θέματος
es: Configurar tema
fi: Teeman asetukset
ko: 테마 구성하기
nl: Thema configureren
zh: 配置主题

# themeSettingsCustomizeSection
source: Customization for all themes
de: Anpassung für alle Designs
el: Προσαρμογή για όλα τα θέματα
es: Personalización para todos los temas
fi: Mukautus kaikille teemoille
nl: Aanpassing voor alle thema's
zh: 全局主题自定义

# themeSettingsPageCurrentHeader
source: current theme
de: Aktuelles Design
el: τρέχον θέμα
es: tema actual
fi: nykyinen teema
ko: 현재 테마
nl: huidig thema
zh: 当前主题

# themeSettingsSetCustomColorSeed
source: Set a custom color seed
de: Wähle einen eigenen Farbseed
el: Ορισμός προσαρμοσμένου βασικού χρώματος
es: Establecer una semilla de color personalizada
fi: Aseta mukautettu väripaletti
nl: Stel een aangepaste 'zaaikleur' in
zh: 自定义颜色种子

# themeSettingsSeedContentToggle
source: Use seed color content
de: Seed-Farbinhalt verwenden
el: Χρήση περιεχομένου βασικού χρώματος
es: Usar contenido de color de semilla
fi: Käytä väripalettia
nl: Gebruik inhoud in 'zaaikleur'
zh: 内容使用颜色种子

# themeSettingsSeedContentToggleDescription
source: Leverage seed color content to generate a palette which focuses less on contrast.
de: Nutze den Seed-Farbinhalt, um eine weniger kontrastreiche Palette zu erzeugen.
el: Αξιοποίησε το περιεχόμενο του βασικού χρώματος για να δημιουργήσεις μια παλέτα η οποία επικεντρώνεται λιγότερο στην αντίθεση.
es: Aprovechar el contenido de color de semilla para generar una paleta que se centre menos en el contraste.
fi: Säädä perusväriä luodaksesi paletin jossa on pienempi kontrasti.
nl: Pas de zaaikleur toe op inhoud om een palet te genereren dat minder op contrast focust.
zh: 基于颜色种子渲染内容，生成对比度没那么强烈的色彩方案。

# themeSettingsHarmonizedToggle
source: Harmonize colors
de: Farben harmonisieren
el: Εναρμόνιση χρωμάτων
es: Armonizar colores
fi: Yhdenmukaista värit
nl: Kleuren harmoniseren
zh: 协调配色

# themeSettingsHarmonizedToggleDescription
source: Harmonize colors in the palette to compliment each other better.
de: Bessere Abstimmung der Farben in der Palette.
el: Εναρμόνισε τα χρώματα στην παλέτα για να ταιριάζουν το ένα με το άλλο καλύτερα.
es: Armonizar colores en la paleta para que se complementen mejor entre sí.
fi: Yhdenmukaista paletin värit jotta ne täydentävät toisiaan paremmin.
nl: Harmoniseer kleuren in het palet om beter bij elkaar te passen.
zh: 协调色彩方案中的各色，使其相得益彰。

# experimentSettingsPageTitle
source: experiment settings
de: experimentelle Einstellungen
el: πειραματικές ρυθμίσεις
es: ajustes experimentales
fi: kokeelliset asetukset
nl: experimentele instellingen
zh: 实验性设置

# experimentSettingsFeaturesSection
source: Experimental features
de: Experimentelle Funktionen
el: Πειραματικές δυνατότητες
es: Funciones experimentales
fi: Kokeelliset ominaisuudet
nl: Experimentele functies
zh: 实验性功能

# privacyPolicyPageTitle
source: privacy policy
de: Datenschutzerklärung
el: πολιτική απορρήτου
es: política de privacidad
fi: tietosuojakäytäntö
ko: 개인정보처리방침
nl: privacybeleid
zh: 隐私策略

# settingsPageTitle
source: settings
de: Einstellungen
el: ρυθμίσεις
es: ajustes
fi: asetukset
ko: 설정
nl: instellingen
zh: 设置

# settingsPageSignOutPromptContent
source: Signing out will remove your authenticated account and any cached details; continue?
de: Wenn du dich abmeldest, wird dein authentifiziertes Konto und alle zwischengespeicherten Details entfernt. Fortfahren?
el: Η αποσύνδεση θα αφαιρέσει τον ταυτοποιημένο λογαριασμό σου και τυχόν προσωρινά αποθηκευμένες λεπτομέρειες· συνέχεια;
es: Cerrar sesión removerá tu cuenta autenticada y cualesquiera detalles en caché; ¿continuar?
fi: Kirjautuminen ulos poistaa varmennetun tilisi ja välimuistissa olevat tiedot; jatketaanko?
nl: Afmelden zal je geauthenticeerde account en alle gecachte details verwijderen; doorgaan?
zh: 注销将移除你的已登录账户以及所有缓存的信息，继续吗？

# settingsPageDarkModeOption
source: Dark mode
de: Dunkler Modus
el: Σκοτεινό θέμα
es: Modo oscuro
fi: Tumma tila
ko: 어두운 모드
nl: Donkere modus
zh: 深色模式

# settingsPageAppSettingsSection
source: App Settings
de: App-Einstellungen
el: Ρυθμίσεις Εφαρμογής
es: Ajustes de aplicación
fi: Sovelluksen Asetukset
ko: 앱 설정
nl: App Instellingen
zh: 应用设置

# settingsPageThemeSettingsOption
source: Theme settings
de: Designeinstellungen
el: Ρυθμίσεις θέματος
es: Ajustes de tema
fi: Teeman asetukset
ko: 테마 설정
nl: Thema-instellingen
zh: 主题设置

# settingsPageRestrictionsSection
source: Restrictions
de: Einschränkungen
el: Περιορισμοί
es: Restricciones
fi: Rajoitukset
ko: 제한
nl: Beperkingen
zh: 内容限制

# settingsPageMutedUsersOption
source: Muted users
de: Stummgeschaltete Benutzer
el: Χρήστες σε σίγαση
es: Usuarios silenciados
fi: Mykistetyt käyttäjät
ko: 뮤트한 이용자
nl: Gedempte gebruikers
zh: 已静音用户

# settingsPageBlockedUsersOption
source: Blocked users
de: Blockierte Benutzer
el: Αποκλεισμένοι χρήστες
es: Usuarios bloqueados
fi: Estetyt käyttäjät
ko: 차단한 이용자
nl: Geblokkeerde gebruikers
zh: 已屏蔽用户

# settingsPageBlockedDomainsOption
source: Blocked domains
de: Blockierte Domänen
el: Αποκλεισμένοι τομείς
es: Dominios bloqueados
fi: Estetyt verkkotunnukset
ko: 차단한 도메인
nl: Geblokkeerde domeinen
zh: 已屏蔽实例

# settingsPageFiltersOption
source: Filters
de: Filter
el: Φίλτρα
es: Filtros
fi: Suodattimet
ko: 필터
zh: 过滤器

# settingsPageUserSafetySection
source: User safety
de: Benutzersicherheit
el: Ασφάλεια χρήστη
es: Seguridad del usuario
ko: 이용자 안전
nl: Gebruikersveiligheid
zh: 用户安全

# settingsPagePostingBehaviorsSection
source: Posting Behaviors
de: Voreinstellungen für eigene Beiträge
el: Συμπεριφορές Ανάρτησης
es: Conductas de posteo
fi: Julkaisutavat
nl: Gedragingen m.b.t. publicatie
zh: 帖文发布行为

# settingsPagePostPrivacyOption
source: Default post privacy
de: Sichtbarkeit für neue Beiträge
el: Προεπιλεγμένο απόρρητο ανάρτησης
es: Privacidad por defecto de posts
fi: Julkaisun näkyvyyden oletusarvo
nl: Standaard berichtprivacy
zh: 默认帖文隐私设定

# settingsPageReplyPrivacyOption
source: Default reply privacy
de: Sichtbarkeit für Antworten
el: Προεπιλεγμένο απόρρητο απάντησης
es: Privacidad por defecto de respuestas
fi: Vastauksen näkyvyyden oletusarvo
nl: Standaard reactieprivacy
zh: 默认回复隐私设定

# settingsPageMediaSensitivityOption
source: Always mark media posted by me as sensitive
de: Von mir gepostete Medien immer mit Inhaltswarnung versehen
el: Να επισημαίνονται πάντα τα πολυμέσα που δημοσιεύτηκαν από μένα ως ευαίσθητα
es: Siempre marcar los medios que publico como sensibles
fi: Merkitse mediani aina arkaluonteiseksi
nl: Media, door mij gepubliceerd, steeds als gevoelig markeren
zh: 总是将我发布的媒体内容标记为敏感

# settingsPageSuppressOtherServerRepliesOption
source: Hide cross-server replies and mentions
de: Serverübergreifende Antworten und Erwähnungen ausblenden
el: Απόκρυψη απαντήσεων και επισημάνσεων μεταξύ διακομιστών
es: Ocultar respuestas y menciones de servidores cruzados
nl: Cross-server reacties en vermeldingen verbergen
zh: 隐藏跨实例的回复与提及

# settingsPageSuppressOtherServerRepliesOptionDescription
source: Hide replies to your posts and mentions of you from other servers. Does not impact push notifications.
de: Antworten auf deine Beiträge und Erwähnungen von anderen Servern ausblenden. Push-Benachrichtigungen werden nicht beeinflusst.
el: Απόκρυψη απαντήσεων στις αναρτήσεις σου και επισημάνσεις για σένα από άλλους διακομιστές. Δεν επηρεάζει τις ειδοποιήσεις.
es: Ocultar las respuestas a tus posts y menciones desde otros servidores. No impacta las notificaciones push.
nl: Reacties op jouw berichten en vermeldingen van jou vanop andere servers verbergen. Heeft geen invloed op pushmeldingen.
zh: 隐藏你未关注账户的帖文回复和提及。不会影响通知推送。

# settingsPageSuppressNonFollowingRepliesOption
source: Hide replies and mentions from non-followers
de: Antworten und Erwähnungen von Nicht-Followern ausblenden
el: Απόκρυψη απαντήσεων και επισημάνσεων από άτομα που δεν ακολουθείς
es: Ocultar respuestas y menciones de no seguidores
nl: Reacties en vermeldingen van niet-volgers verbergen
zh: 隐藏未关注你的账户的回复与提及

# settingsPageSuppressNonFollowingRepliesOptionDescription
source: Hide replies to your posts and mentions of you from users you don't follow. Does not impact push notifications.
de: Antworten auf deine Beiträge und Erwähnungen von anderen Servern ausblenden. Push-Benachrichtigungen werden nicht beeinflusst.
el: Απόκρυψη απαντήσεων στις αναρτήσεις σου και επισημάνσεις για σένα από άτομα που δεν ακολουθείς. Δεν επηρεάζει τις ειδοποιήσεις.
es: Ocultar respuestas a tus posts y menciones de usuarios que no sigues. No impacta las notificaciones push.
nl: Reacties op jouw berichten en vermeldingen van jou door gebruikers die je niet volgt, verbergen. Heeft geen invloed op pushmeldingen.
zh: 隐藏来自未关注账户的帖文回复和提及。不会影响通知推送。

# settingsPagePostLanguageOption
source: Posting language
de: Beitragssprache
el: Γλώσσα ανάρτησης
es: Ubicación/idioma de publicación
nl: Berichtpublicatietaal
zh: 帖文语言

# settingsPageAccountsSection
source: Accounts
de: Konten
el: Λογαριασμοί
es: Cuentas
fi: Tilit
ko: 계정
zh: 账户

# settingsPageSignOutOption
source: Sign out of account
de: Konto abmelden
el: Αποσύνδεση από λογαριασμό
es: Cerrar sesión de cuenta
fi: Kirjaudu ulos tililtä
ko: 계정 로그오프
nl: Afmelden van account
zh: 注销账户

# settingsPageManageAccountsOption
source: Manage accounts
de: Konten verwalten
el: Διαχείριση λογαριασμών
es: Administrar cuentas
fi: Hallinnoi tilejä
ko: 계정 관리하기
nl: Accounts beheren
zh: 管理账户

# settingsPageAboutSection
source: About
de: Über
el: Σχετικά
es: Acerca de
fi: Tietoja
ko: 관하여
nl: Over
zh: 关于

# settingsPageFollowOption
source: Follow @trunksapp
de: Folge @trunksapp
el: Ακολούθησε το @trunksapp
es: Seguir a @trunksapp
fi: Seuraa @trunksapp
ko: @trunksapp 팔로우하기
nl: Volg @trunksapp
zh: 关注 @trunksapp

# settingsPageLicensesOption
source: Licenses
de: Lizenzen
el: Αδειες
es: Licencias
fi: Lisenssit
ko: 라이선스
nl: Licenties
zh: 许可证

# settingsPagePrivacyPolicyOption
source: Privacy Policy
de: Datenschutzerklärung
el: Πολιτική Απορρήτου
es: Política de privacidad
fi: Tietosuojakäytäntö
ko: 개인정보처리방침
nl: Privacybeleid
zh: 隐私条款

# settingsPageMadeInOption
source: Made with ❤️ in the rain of Seattle
de: Hergestellt mit ❤️ im Regen von Seattle
el: Φτιαγμένο με ❤️ στη βροχή του Σιάτλ
es: Hecho con ❤️ en la lluvia de Seattle
fi: Tehty ❤️: llä Seattlen sateessa
ko: 시애틀의 빗속에서 ❤️으로 빚음.
nl: Gemaakt met ❤️ in de regen van Seattle
zh: 来自多雨的西雅图 ❤️

# settingsPageExperimentsOption
source: Experiments
de: Experimentelle Funktionen
el: Πειράματα
es: Experimentos
fi: Kokeilut
ko: 실험하기
nl: Experimenten
zh: 实验室

# settingsPageShowFeaturesOption
source: Show features
de: Funktionen anzeigen
el: Εμφάνιση χαρακτηριστικών
es: Mostrar funciones
ko: 기능 보기
nl: Functies tonen
zh: 显示特性

# featuresPageTitle
source: features
de: Funktionen
el: χαρακτηριστικά
es: funciones
ko: 기능
nl: functies
zh: 特性

# settingsPageVersionOption
source: Version
el: Έκδοση
es: Versión
fi: Versio
ko: 버전
nl: Versie
zh: 版本

# settingsPagePushNotificationsOption
source: Push notifications
de: Benachrichtigungen
el: Ειδοποιήσεις push
es: Notificaciones push
fi: Push-ilmoitukset
ko: 푸시 알림
nl: Pushmeldingen
zh: 推送通知

# settingsPageAccessibilityOption
source: Accessibility & UI Settings
de: Bedienungshilfen & UI-Einstellungen
el: Ρυθμίσεις Προσβασιμότητας & Διεπαφής Χρήστη
es: Ajustes de Accesibilidad e IU
fi: Esteettömyys
ko: 접근성
nl: Toegankelijkheids- & UI-instellingen
zh: 无障碍

# settingsPageFeedSettingsOption
source: Feed Settings
de: Feed-Einstellungen
el: Ρυθμίσεις Ροής
es: Ajustes de cronología
fi: Syötteen asetukset
ko: 피드 설정
nl: Tijdlijninstellingen
zh: 时间流设定

# settingsPageThreadSettingsOption
source: Thread Settings
de: Thread-Einstellungen
el: Ρυθμίσεις Νήματος
es: Ajustes de hilo
fi: Ketjujen asetukset
ko: 글타래 설정
nl: Draadinstellingen
zh: 帖文串设定

# settingsPageExperienceSection
source: Experience settings
de: Nutzererlebnis-Einstellungen
el: Ρυθμίσεις εμπειρίας
es: Ajustes de experiencia
fi: Elämyksen asetukset
nl: Gebruikerservaringinstellingen
zh: 体验设定

# settingsPageFontPromptTitle
source: Default font
de: Standardschriftart
el: Προεπιλεγμένη γραμματοσειρά
es: Fuente por defecto
ko: 기본 글꼴
nl: Standaard lettertype
zh: 默认字体

# threadSettingsPageTitle
source: thread settings
de: Thread-Einstellungen
el: ρυθμίσεις νήματος
es: ajustes de hilo
fi: ketjujen asetukset
ko: 글타래 설정
nl: draadinstellingen
zh: 帖文串设定

# threadSettingsPageDefaultsSection
source: Defaults
de: Standard
el: Προεπιλογές
es: Predeterminados
fi: Oletukset
ko: 기본값
nl: Standaardinstellingen
zh: 默认

# threadSettingsPageDefaultCommentSortTitle
source: Comment sort
de: Antwort-Sortierung
el: Ταξινόμηση σχολίων
es: Orden de comentarios
fi: Kommenttien lajittelu
nl: Sortering van reacties
zh: 评论排序

# threadSettingsPageDefaultCommentCollapseCountTitle
source: Nested comment collapse depth
de: Kommentar-Tiefe
el: Βάθος σύμπτυξης εμφωλευμένων σχολίων
es: Profundidad de colapso de comentarios anidados
nl: Diepte voor inklappen van ingesloten commentaar
zh: 嵌套评论的折叠数量

# threadSettingsPageDefaultCommentCollapseCountDescription
source: The depth of comments to show below a reply before automatically collapsing a nested thread.
de: Die Tiefe der Kommentare, die unterhalb einer Antwort angezeigt werden sollen, bevor ein verschachtelter Thread automatisch zusammenbricht.
el: Το βάθος των σχολίων που εμφανίζονται κάτω από μια απάντηση πριν συμπτυχθεί αυτόματα ένα εμφωλευμένο νήμα.
es: La profundidad de los comentarios a mostrarse bajo una respuesta antes de colapsar automáticamente un hilo anidado.
nl: De diepte van onder een reactie getoonde commentaar voordat een ingesloten draad automatisch ingeklapt wordt.
zh: 自动折叠嵌套帖文前在回复下方显示的评论数量。

# threadSettingsPageUnrollThreadsByDefaultTitle
source: Automatically unroll threads?
de: Beiträge aus Threads automatisch zusammenfügen?
el: Αυτόματο ξετύλιγμα νημάτων;
es: ¿Desenrollar hilos automáticamente?
nl: Draden automatisch uitrollen?
zh: 自动展开帖文串？

# settingsPageAppLanguageOption
source: Default language/locale
de: Standardsprache/Gebietsschema
el: Προεπιλεγμένη γλώσσα/διάλεκτος
es: Idioma/ubicación por defecto
fi: Oletuskieli/alue
ko: 기본 로캘/언어
nl: Standaard taal?
zh: 默认语言/地区

# settingsPageAppLanguagePromptTitle
source: default language
de: Standardsprache
el: προεπιλεγμένη γλώσσα
es: idioma por defecto
fi: oletuskieli
ko: 기본 언어
nl: standaard taal
zh: 默认语言

# trendingPageTitle
source: trending
de: Trends
el: σε τάση
es: en tendencia
fi: nousussa
ko: 트렌드
zh: 热门

# federatedFeedDescription
source: A feed consisting of all public posts your server federates with.
de: Ein Feed bestehend aus allen öffentlichen Beiträgen von Instanzen, mit denen dein Server verbunden ist.
el: Μια ροή που αποτελείται από όλες τις δημόσιες αναρτήσεις με τις ομοσπονδίες του διακομιστή σου.
es: Una cronología que consiste en todos los posts públicos con los que tu servidor federa.
fi: Syöte jossa kaikki julkiset viestit jotka palvelimesi on federoinut.
nl: Een tijdlijn bestaande uit alle publieke berichten waarmee je server 'federeert'.
zh: 包含你所在联合实例中所有公开帖文的时间流。

# explorePageCategoryFollowSuggestions
source: follow suggestions
de: Vorschläge zum Folgen
el: προτάσεις ακολούθησης
es: sugerencias de seguir
ko: 팔로우 제안
nl: volgsuggesties
zh: 关注建议

# explorePageCategoryFollowSuggestionsDescription
source: These are account suggestions from your server based on your activity.
de: Dies sind Kontovorschläge von deinem Server basierend auf deiner Aktivität.
el: Αυτές είναι προτάσεις λογαριασμού από το διακομιστή σου με βάση τη δραστηριότητά σου.
es: Éstas son sugerencias de cuentas de tu servidor basadas en tu actividad.
fi: Näitä oman palvelimesi tilejä suositellaan toimintasi perusteella.
ko: 속해 있는 서버의 활동을 기반으로 계정 추천입니다.
nl: Dit zijn accountsuggesties van jouw server gebaseerd op je activiteit.
zh: 基于你的活动向你推荐的、来自本实例的账号。

# explorePageCategoryPopularAccounts
source: popular accounts
de: beliebte Konten
el: δημοφιλείς λογαριασμοί
es: cuentas populares
fi: suosittuja tilejä
ko: 인기있는 계정
nl: populaire accounts
zh: 热门账号

# explorePageCategoryPopularAccountsDescription
source: These are account suggestions from your trending sources.
de: Dies sind Konto-Vorschläge aus deinen trendenden Quellen.
el: Αυτές είναι προτάσεις λογαριασμού από τις πηγές τάσης.
es: Éstas son sugerencias de cuentas de tus fuentes en tendencia.
fi: Näitä tilejä suositellaan nousussa olevista lähteistäsi.
nl: Dit zijn accountsuggesties van jouw trending bronnen.
zh: 来自你的热门探索来源的账号建议。

# explorePageCategoryYourCommunities
source: your communities
de: deine Communities
el: οι κοινότητές σου
es: tus comunidades
fi: yhteisöiltäsi
ko: 내 커뮤니티
nl: jouw gemeenschappen
zh: 你的社群

# explorePageCategoryOtherCommunities
source: other communities
de: andere Communities
el: άλλες κοινότητες
es: otras comunidades
fi: muista yhteisöistä
ko: 그 밖의 커뮤니티
nl: andere gemeenschappen
zh: 其他社群
