Repository: trunks-social/trunks-public
Catalog: app_*.arb
Languages: de, el, es, fi, ko, nl, pt_br, zh

# accessibilitySettingsPageTitle
source: accessibility & ui settings
de: Bedienungshilfen & UI-Einstellungen
el: ρυθμίσεις προσβασιμότητας & διεπαφής χρήστη
es: ajustes de accesibilidad e iu
fi: esteettömyysasetukset
nl: toegankelijkheids- en UI-instellingen
pt_br: ajustes de UI e acessibilidade
zh: 无障碍设置

# accessibilitySettingsPageGlobalTextSection
source: Global text
de: Allgemeine Textdarstellung
el: Καθολικό κείμενο
es: Texto global
fi: Yleiset tekstit
nl: Algemene tekst
pt_br: Texto global
zh: 全局文本

# accessibilitySettingsPageGlobalTextFontScale
source: Font scale
de: Schriftgröße
el: Κλίμακα γραμματοσειράς
es: Escala de fuente
fi: Kirjainten koko
ko: 글꼴 배율
nl: Schaal voor lettergrootte
pt_br: Escala da fonte
zh: 字体缩放

# accessibilitySettingsPageGlobalTextLineSpacingScale
source: Line spacing scale
de: Zeilenabstand
el: Κλίμακα απόστασης γραμμών
es: Escala del espaciado de línea
fi: Riviväli
ko: 줄 간격 배율
nl: Schaal voor lijnafstand
pt_br: Escala do espaçamento de linhas
zh: 行距缩放

# accessibilitySettingsPagePostTextSection
source: Post text
de: Beitragstext
el: Κείμενο ανάρτησης
es: Texto del post
fi: Julkaisujen teksti
nl: Berichttekst
pt_br: Texto do post
zh: 帖文文本

# accessibilitySettingsPagePostTextFontSizeDelta
source: Body font size delta
de: Abweichende Schriftgröße
el: Μέγεθος γραμματοσειράς σώματος δέλτα
es: Delta del tamaño de fuente del cuerpo
fi: Leipätekstin suhteellinen koko
nl: Verschil in lettergrootte voor bodytekst
pt_br: Tamanho delta da fonte-corpo
zh: 字体大小预设

# accessibilitySettingsPageBottomBarSection
source: Bottom bar
de: Untere Funktionsleiste
el: Κάτω γραμμή
es: Barra inferior
nl: Werkbalk onderaan
pt_br: Barra inferior
zh: 底栏

# accessibilitySettingsPageBottomBarLeftHandTitle
source: Use left hand for bottom bar on small width screens?
de: Linke Hand für die untere Funktionsliste auf Bildschirmen mit geringer Breite verwenden?
el: Χρήση αριστερού χεριού για κάτω γραμμή σε οθόνες μικρού πλάτους;
es: ¿Usar la mano izquierda para la barra de navegación en pantallas de poco ancho?
nl: Linkerhand gebruiken voor werkbalk onderaan op schermen met een kleine breedte?
pt_br: Usar mão esquerda para barra inferior em telas de pequena largura?
zh: 在小屏设备上为底栏应用左手使用偏好吗？

# feedSettingsPageTitle
source: feed settings
de: Feed-Einstellungen
el: ρυθμίσεις ροής
es: ajustes de cronología
fi: syötteen asetukset
ko: 피드 설정
nl: tijdlijninstellingen
pt_br: ajustes do feed
zh: 时间流设定

# feedSettingsPageMediaDefaultsBase
source: Hide posts marked as sensitive content
de: Beiträge mit Inhaltswarnung immer ausblenden
el: Απόκρυψη αναρτήσεων επισημασμένων ως ευαίσθητο περιεχόμενο
es: Ocultar posts marcados como contenido sensible
fi: Piilota viestit, jotka on merkitty arkaluonteiseksi sisällöksi
ko: 민감한 콘텐트로 표시한 게시물 감추기
nl: Berichten gemarkeerd als gevoelige inhoud verbergen
pt_br: Oculta posts marcados como conteúdo sensível
zh: 隐藏被标记为敏感内容的帖文

# feedSettingsPageMediaDefaultsShow
source: Show all sensitive content
de: Medien mit Inhaltswarnung immer anzeigen
el: Εμφάνιση όλου του ευαίσθητου περιεχομένου
es: Mostrar todo el contenido sensible
fi: Näytä kaikki arkaluontoiset sisällöt
ko: 민감한 콘텐트 모두 보기
nl: Alle gevoelige inhoud tonen
pt_br: Exibir todo conteúdo sensível
zh: 显示所有敏感内容

# feedSettingsPageMediaDefaultsHide
source: Hide all sensitive content
de: Medien mit Inhaltswarnung immer ausblenden
el: Απόκρυψη όλου του ευαίσθητου περιεχομένου
es: Ocultar todo el contenido sensible
fi: Piilota kaikki arkaluontoiset sisällöt
ko: 모든 민감한 콘텐트 감추기
nl: Alle gevoelige inhoud verbergen
pt_br: Ocultar todo conteúdo sensível
zh: 隐藏所有敏感内容

# feedSettingsHomeFeedModeTitle
source: Home feed mode
de: Home-Feed Modus
el: Λειτουργία αρχικής ροής
es: Modo cronología de inicio
fi: Kotisyötetila
ko: 홈 피드 모드
nl: Starttijdlijn-modus
pt_br: Modo feed inicial
zh: 主页时间流模式

# feedSettingsRecentModeTitle
source: Recent mode
de: Neuigkeitenmodus
el: Λειτουργία προσφάτων
es: Modo reciente
fi: Uusimman sisällön tila
ko: 최근 모드
nl: Recente modus
zh: 最近模式

# feedSettingsRecentModeDescription
source: Home feed will always load to the most recent post, at the top of your feed.
de: Der Home-Feed lädt stets bis zum aktuellsten Beitrag und zeigt diesen ganz oben an.
el: Η αρχική ροή θα φορτώνει πάντα στην πιο πρόσφατη ανάρτηση, στην κορυφή της τροφοδοσίας σου.
es: La cronología de inicio siempre cargará el post más reciente, a la cima de tu cronología.
fi: Kotisyöte näyttää aina uusimman julkaisun, ylimpänä aikajanallasi.
nl: Starttijdlijn zal altijd het meest recente bericht laden, bovenaan je tijdslijn.
zh: 主页会在你的时间流顶部加载最新的帖文。

# feedSettingsRememberModeTitle
source: Remember mode
de: Erinnerungsmodus
el: Λειτουργία απομνημόνευσης
es: Modo recordar
fi: Muista tila
ko: 기억 모드
nl: Onthoudmodus
zh: 记忆模式

# feedSettingsRememberModeDescription
source: Home feed will always try to remember your last read position, and resume from there.
de: Der Home-Feed versucht sich die letzte Position zu merken und beim Aufruf als Einstieg zu nutzen.
el: Η αρχική ροή θα προσπαθήσει πάντα να θυμάται την τελευταία θέση ανάγνωσης σου και θα συνεχίζει από εκεί.
es: La cronología de inicio siempre intentará recordar tu última posición de lectura, y reanudar desde ahí.
fi: Kotisyöte yrittää aina muistaa viimeisen lukemasi paikan ja jatkaa siitä.
nl: Starttijdlijn zal altijd proberen je laatst gelezen bericht te onthouden en vanaf daar hernemen.
zh: 主页会记住你上次的浏览进度，并尝试定位到那个位置。

# feedSettingsFeaturesSectionTitle
source: Feed features
de: Feed-Funktionen
el: Χαρακτηριστικά τροφοδοσίας
es: Funciones de la cronología
fi: Syötteen ominaisuudet
ko: 피드 기능
nl: Tijdlijnfuncties
zh: 时间流特性

# feedSettingsStreamHomeToggle
source: Stream home feed
de: Home-Feed automatisch nachladen
el: Ροή αρχικής τροφοδοσίας
es: Transmitir cronología de inicio
fi: Suoratoista kotisyöte
ko: 흐르는 홈 피드
nl: Starttijdlijn streamen
zh: 时间流刷新

# feedSettingsStreamHomeToggleDescription
source: When enabled, new posts will stream in on the home page. When disabled, a "show more" button will be presented instead.
de: Wenn aktiviert, werden neue Beiträge automatisch nachgeladen. Wenn deaktiviert, wird stattdessen ein "Zeige mehr"-Button angezeigt.
el: Όταν ενεργοποιηθεί, θα εμφανίζονται νέες αναρτήσεις στην αρχική σελίδα. Όταν απενεργοποιηθεί, θα εμφανίζεται ένα κουμπί «εμφάνιση περισσότερων».
es: Cuando esté activo, los nuevos posts aparecerán en la página de inicio. Cuando esté inactivo, un botón de "mostrar más" se presentará en su lugar.
fi: Kun käytössä, uudet viestit virtaavat etusivulle. Kun pois päältä, näytetään "näytä lisää" -painike.
nl: Wanneer ingeschakeld, worden nieuwe berichten op de startpagina gestreamd. Wanneer uitgeschakeld, wordt in plaats daarvan een 'toon meer'-knop weergegeven.
zh: 开启后，新的帖文将在主页面完整刷新。关闭后则会显示一个 "显示更多" 按钮。

# feedSettingsStreamHomeToggleDescriptionAlt
source: Streaming home is only available for "Recent mode" home feed mode
de: Das automatische Nachladen ist nur im Neuigkeitenmodus verfügbar
el: Η ροή αρχικής τροφοδοσίας είναι διαθέσιμη μόνο για τη λειτουργία "Λειτουργία προσφάτων" της αρχικής ροής
es: Transmitir el inicio sólo está disponible para el modo de cronología de inicio "Modo reciente"
fi: Suoratoisto käytettävissä vain "Uusimman sisällön" tilassa
nl: Starttijdlijn streamen is enkel beschikbaar voor de 'Recente modus'-starttijdlijnmodus
zh: 主页面刷新仅在 "最近模式" 下可用。

# feedSettingsConversationGroupingToggle
source: Conversation grouping in feeds
de: Unterhaltungen in Feeds gruppieren
el: Ομαδοποίηση συνομιλιών σε ροές
es: Agrupado de conversaciones en cronologías
fi: Keskustelujen ryhmittely syötteissä
nl: Gespreksgroepering in tijdlijnen
zh: 时间流中的对话分组

# feedSettingsContextFetchingToggle
source: Context fetching for grouped conversations in feeds
de: Kontext für gruppierte Unterhaltungen nachladen
el: Λήψη συμφραζόμενων για ομαδοποιημένες συνομιλίες σε ροές
es: Recuperación de contexto para conversaciones en cronologías
fi: Ryhmitettyjen keskustelujen kontekstin haku
nl: Context ophalen voor gegroepeerde gesprekken in tijdslijnen
zh: 获取时间流分组对话内容的上下文

# feedSettingsContextFetchingToggleDescription
source: Only has an impact if conversations grouping is enabled.
de: Hat nur Auswirkungen, wenn die Gruppierung von Unterhaltungen aktiviert ist.
el: Έχει αντίκτυπο μόνο αν η ομαδοποίηση συνομιλιών είναι ενεργοποιημένη.
es: Sólo tiene impacto si el agrupado de conversaciones está activado.
fi: Toimii vain jos keskustelujen ryhmittely on käytössä.
nl: Heeft alleen impact als gespreksgroepering is ingeschakeld.
zh: 仅在对话分组功能开启后有效。

# feedSettingsBehaviorsSectionTitle
source: Viewing behaviors
de: Voreinstellungen für die Beitragsanzeige
el: Συμπεριφορές προβολής
es: Conductas de visionado
fi: Katselutavat
nl: Gedragingen m.b.t. weergave
zh: 浏览偏好

# feedSettingsTranslateLanguagePromptTitle
source: translate language
de: Zielsprache
el: μετάφραση γλώσσας
es: idioma de traducción
fi: käännä kielestä
nl: taal vertalen
zh: 翻译语言

# feedSettingsTranslateLanguageTitle
source: Translate locale/language
de: Sprache für Übersetzungen
el: Μετάφραση διαλέκτου/γλώσσας
es: Traducir idioma
fi: Käännöksen alue/kieli
ko: 번역할 로캘/언어
nl: Taal vertalen
zh: 翻译地区/语言

# feedSettingsTranslateLanguageDescription
source: The default language the 'translate' feature should attempt to translate content to.
de: Die Standardsprache, in die die 'übersetzen'-Funktion den Inhalt übersetzen soll.
el: Η προεπιλεγμένη γλώσσα στην οποία η δυνατότητα 'μετάφρασης' θα προσπαθήσει να μεταφράσει το περιεχόμενο.
es: El idioma por defecto al que la función 'traducir' debería intentar traducir el contenido.
fi: Oletuskieli, jolle käännöstoiminto yrittää kääntää sisällön.
nl: De standaardtaal waarnaar de vertaalfunctie inhoud moet proberen vertalen.
zh: '翻译功能' 尝试转译的默认目标语言。

# feedSettingsTranslateLanguageTooltip
source: View translate language options
de: Zielsprache für Übersetzungen auswählen
el: Προβολή επιλογών μετάφρασης γλώσσας
es: Ver opciones de traducción de idioma
fi: Näytä käännöksen kieliasetusket
nl: Taalopties voor vertaling weergeven
zh: 查看翻译语言选项

# feedSettingsSensitiveMediaDropdown
source: Sensitive media options
de: Darstellung von Beiträgen mit Inhaltswarnung
el: Ευαίσθητες επιλογές πολυμέσων
es: Opciones de medios sensibles
fi: Arkaluonteisen median asetukset
ko: 민감한 미디어 선택사항
nl: Opties m.b.t. gevoelige media
zh: 敏感媒体选项

# feedSettingsContentLabelBehaviorToggle
source: Always expand posts with content labels
de: Beiträge mit Inhaltswarnungen immer vollständig darstellen
el: Να επεκτείνονται πάντα οι αναρτήσεις με ετικέτες περιεχομένου
es: Siempre expandir posts con etiquetas de contenido
fi: Avaa aina julkaisut joissa on sisältövaroitus
nl: Berichten met inhoudslabels altijd openklappen
zh: 总是展开带有内容标记的帖文

# feedSettingsShowPreviewBehaviorToggle
source: Show link previews
de: Vorschau für Links anzeigen
el: Εμφάνιση προεπισκοπήσεων συνδέσμων
es: Mostrar vista previa de enlaces
fi: Näytä linkkien esikatselu
ko: 링크 미리보기
nl: Linkvoorbeelden weergeven
zh: 显示链接预览

# feedSettingsPlayGifsBehaviorToggle
source: Play gifs automatically
de: GIFs automatisch abspielen
el: Αυτόματη αναπαραγωγή gifs
es: Reproducir gifs automáticamente
fi: Toista gif-tiedostot automaattisesti
ko: 자동으로 GIF 재생하기
nl: GIF's automatisch afspelen
zh: 自动播放动图

# feedSettingsHideMutedBehaviorToggle
source: Hide muted conversations from feeds
de: Stummgeschaltete Unterhaltungen in Feeds ausblenden
el: Απόκρυψη συζητήσεων σε σίγαση από ροές
es: Ocultar conversaciones silenciadas en las cronologías
fi: Piilota mykistetyt keskustelut syötteistä
nl: Gedempte gesprekken in tijdslijnen verbergen
zh: 不在时间流中显示已隐藏的对话

# feedSettingsMediaAspectDropdown
source: Media aspect ratio
de: Medien-Seitenverhältnis
el: Αναλογία διαστάσεων πολυμέσων
es: Relación de aspecto de medios
fi: Median kuvasuhde
nl: Beeldverhouding voor media
zh: 媒体纵横比

# feedSettingsMediaAspectDropdownWarning
source: Full resolution could cause 'jumpy' or laggy scrolling behavior
de: Die volle Auflösung kann zu Sprüngen oder Hängern beim Scrollen führen
el: Η πλήρης ανάλυση θα μπορούσε να προκαλέσει δυσάρεστη συμπεριφορά κύλισης
es: Resolución completa podría causar un comportamiento "con saltos" o retrasos al deslizarse
fi: Täysi resoluutio voi aiheuttaa vierityksen hyppimistä tai jätättämistä
nl: Volledige resolutie kan 'springerig' of vertraagd scrollgedrag veroorzaken
zh: 完整分辨率可能会导致滚动浏览跳跃、卡顿

# feedSettingsAutoCollapseDropdown
source: Auto collapse character limit
de: Zeichenlimit für Beiträge im Feed
el: Όριο χαρακτήρων αυτόματης σύμπτυξης
es: Autocolapsar límite de caracteres
fi: Merkkiraja pitkän viestin kätkemiselle
nl: Tekenlimiet voor automatisch inklappen
zh: 自动折叠字数限制

# feedSettingsAutoCollapseDropdownDescription
source: The character limit of a post before it is collapsed automatically and 'read more' is appended.
de: Das Zeichenlimit eines Beitrags, bevor er automatisch eingeklappt und 'mehr lesen' angezeigt wird.
el: Το όριο χαρακτήρων μιας ανάρτησης πριν συμπτυχθεί αυτόματα και το «διάβασε περισσότερα» εμφανίζεται.
es: El límite de caracteres de un post antes de que se colapse automáticamente y se añada "leer más" al final.
fi: Raja jota pidemmät julkaisut kätketään osittain 'lue lisää' -tekstin taakse.
nl: Het aantal tekens waarna een bericht automatisch ingeklapt wordt en 'lees meer' wordt toegevoegd.
zh: 帖文自动折叠并添加「阅读更多」前的字数限制。

# feedSettingsSingleColumnToggle
source: Prefer single column feeds
de: Feed in einzelner Spalte bevorzugen
el: Προτίμηση ροών μίας στήλης
es: Preferir cronologías de una sola columna
fi: Suosi yhden sarakkeen syötteitä
nl: Voorkeur voor éénkolomtijdslijnen
zh: 单列时间流偏好

# feedSettingsSingleColumnToggleDescription
source: In landscape on mobile or on large screen devices, prefer a single column feed over a multi column feed.
de: Im Querformat auf mobilen oder großen Bildschirm-Geräten wird ein einzelner Spaltenfeed gegenüber einem mehrspaltigen Feed bevorzugt.
el: Σε οριζόντια θέση στο κινητό ή σε συσκευές με μεγάλη οθόνη, να προτιμάται μια μονή στήλη ροής αντί για μια ροή πολλαπλών στηλών.
es: En horizontal en teléfonos o en dispositivos de pantalla grande, preferir una cronología de una sola columna a una cronología multicolumna.
fi: Vaakatasossa mobiililaitteissa tai suurissa näytöissä suositaan yhden sarakkeen syötettä monisarakkeisen asemesta.
nl: Voorkeur voor éénkolomtijdlijn boven meerderekolommentijdlijn in landschapsmodus of op toestellen met een groot scherm.
zh: 在移动端横屏或在大屏设备使用时，选择单列而非多列时间流样式。

# feedSettingsShowButtonsToggle
source: Always show buttons on feed cards
de: Buttons auf Feed-Karten immer anzeigen
el: Να εμφανίζονται πάντα τα κουμπιά σε κάρτες ροής
es: Siempre mostrar los botones en las tarjetas de la cronología
fi: Näytä aina painikkeet syötekorteissa
nl: Altijd knoppen tonen op tijdlijnkaarten
zh: 总是在时间流卡片上显示按钮

# feedSettingsShowButtonsToggleDescription
source: Whether or not to show reply/boost/favorite buttons on all feed cards all of the time.
de: Gibt an, ob die Antwort-/Boost/Favoriten-Schaltflächen auf allen Feed-Karten dauerhaft angezeigt werden sollen oder nicht.
el: Αν θα εμφανίζεται ή όχι τα κουμπιά απάντηση/ενίσχυση/αγαπημένο σε όλες τις κάρτες ροής όλη την ώρα.
es: Mostrar o no los botones responder/impulsar/favorito en todas las tarjetas de la cronología todo el tiempo.
fi: Näytetäänkö vastaus/tehostus/suosikki -painikkeet kaikissa syötekorteissa aina.
nl: Al dan niet de hele tijd reageer-/boost-/favorietknoppen op alle tijdlijnkaarten tonen.
zh: 是否要在时间流卡片上一直显示回复/转发/喜爱按钮。

# filterPageContextWidgetChoiceHomeAndList
source: home and lists
de: Startseite und Listen
el: αρχική και λίστες
es: inicio y listas
fi: koti ja listat
nl: startpagina en lijsten
zh: 主页与列表

# filterPageContextWidgetChoiceNotifications
source: notifications
de: Benachrichtigungen
el: ειδοποιήσεις
es: notificaciones
fi: ilmoitukset
ko: 알림
nl: meldingen
zh: 通知

# filterPageContextWidgetChoicePublic
source: public timelines
de: Öffentliche Timelines
el: δημόσιες ροές
es: cronologías públicas
fi: julkiset aikajanat
nl: publieke tijdlijnen
zh: 公共时间线

# filterPageContextWidgetChoiceThreads
source: threads
el: νήματα
es: hilos
fi: langat
ko: 글타래
nl: draden
zh: 帖文串

# filterPageContextWidgetChoiceAccounts
source: accounts
de: Konten
el: λογαριασμοί
es: cuentas
fi: tilit
ko: 계정
zh: 账户

# filterPageTitleCreate
source: create filter
de: Filter erstellen
el: δημιουργία φίλτρου
es: crear filtro
fi: luo suodatin
ko: 필터 만들기
nl: filter aanmaken
zh: 创建过滤器

# filterPageTitleEdit
source: edit filter
de: Filter bearbeiten
el: επεξεργασία φίλτρων
es: editar filtro
fi: muokkaa suodatinta
ko: 필터 바꾸기
nl: filter bewerken
zh: 编辑过滤器

# filterPageCreateNameCategory
source: name
el: όνομα
es: nombre
fi: nimi
ko: 이름
nl: naam
zh: 名称

# filterPageCreateExpirationCategory
source: expiration
de: Ablauf
el: λήξη
es: vencimiento
fi: päättyminen
ko: 만료
nl: verlooptijd
zh: 有效期

# filterPageCreateContextCategory
source: context
de: Kontext
el: περιεχόμενο
es: contexto
fi: konteksti
ko: 글타래
zh: 上下文

# filterPageCreateContextCategoryDescription
source: The context in which the filter should apply.
de: Der Kontext, in dem der Filter angewendet werden soll.
el: Το περιεχόμενο στο οποίο θα πρέπει να εφαρμόζεται το φίλτρο.
es: El contexto en el que el filtro se debería aplicar.
fi: Konteksti, jossa suodatinta käytetään.
nl: De context waarin de filter dient te worden toegepast.
zh: 过滤器应用的上下文。

# filterPageCreateActionsCategory
source: actions
de: Aktionen
el: ενέργειες
es: acciones
fi: toiminnot
nl: acties
zh: 操作

# filterPageCreateActionsCategoryDescription
source: The action that should be taken when content is to be filtered. warn - will show content behind a content label text. hide - will hide the content entirely from the context.
de: Die Aktion, die ausgeführt werden soll, wenn Inhalte gefiltert werden sollen. warnen - zeigt Inhalte hinter einer Warnung an. verstecken - wird den Inhalt komplett ausblenden.
el: Η ενέργεια που θα πρέπει να γίνει όταν περιεχόμενο πρόκειται να φιλτραριστεί. προειδοποίηση - θα εμφανίζει περιεχόμενο πίσω από ένα κείμενο ετικέτας περιεχομένου. απόκρυψη - θα κρύβει το περιεχόμενο εξ' ολοκλήρου.
es: La acción que debería tomarse cuando el contenido va a filtrarse. advertir - mostrará el contenido detrás de un texto en una etiqueta de contenido. ocultar - ocultará el contenido completamente del contexto.
fi: Toiminto, johon on ryhdyttävä, kun sisältöä suodatetaan. varoita - piilottaa sisällön varoituskyltin taakse. kätke - kätkee sisällön kokonaan kontekstista.
nl: De actie die moet worden ondernomen wanneer inhoud wordt gefilterd. waarschuwing - zal inhoud tonen achter een inhoudslabel. verbergen - zal inhoud volledig verbergen uit de context.
zh: 内容命中过滤条件时应当采取的操作。 警告 - 内容将被隐藏在标签文本后。 隐藏 - 从上下文隐藏整个内容。

# filterPageCreateKeywordsCategory
source: keywords
de: Schlüsselwörter
el: λέξεις κλειδιά
es: palabras clave
fi: avainsanat
nl: trefwoorden
zh: 关键词

# filterPageCreateActionsWarn
source: warn
de: warnen
el: προειδοποίηση
es: advertir
fi: varoita
ko: 경고
nl: waarschuwen
zh: 警告

# filterPageCreateActionsHide
source: hide
de: verstecken
el: απόκρυψη
es: ocultar
fi: kätke
ko: 숨기기
nl: verbergen
zh: 隐藏

# filterPageCreateFilterKeywordPromptTitle
source: Add filter keyword
de: Schlüsselwort hinzufügen
el: Προσθήκη λέξης-κλειδί φίλτρου
es: Añadir palabra clave
fi: Lisää suodattimen avainsana
nl: Filtertrefwoord toevoegen
zh: 添加过滤关键词

# filterPageCreateFilterKeywordPromptHint
source: Enter keyword to filter...
de: Füge Schlüsselwort hinzu...
el: Εισάγετε λέξη-κλειδί για φίλτρο...
es: Ingresar palabra clave que filtrar...
fi: Syötä avainsana suodattamista varten...
ko: 필터하려는 키워드를 기입...
nl: Voer trefwoord in om te filteren...
zh: 输入关键词来过滤…

# filterPageCreateFilterKeywordPromptMatchWordCheckbox
source: Match whole word?
de: Übereinstimmung mit vollständigem Wort erfordern?
el: Ταίριασμα ολόκληρης λέξης;
es: ¿Coincidir la palabra completa?
fi: Koko sanan on täsmättävä?
nl: Volledig woord moet overeenkomen?
zh: 匹配所有字符？

# filterPageTitle
source: filters
de: Filter
el: φίλτρα
es: filtros
fi: suodattimet
zh: 过滤器

# filterExpirationNever
source: Never expires
de: Läuft niemals ab
el: Δεν λήγει ποτέ
es: Nunca vence
fi: Ei vanhene koskaan
nl: Verloopt nooit
zh: 永不过期

# filterExpirationExpired
source: Expired
de: Abgelaufen
el: Έληξε
es: Vencido
fi: Vanhentunut
nl: Verlopen
zh: 已过期

# filterExpirationExpiresPrefix
source: Expires in
de: Läuft ab in
el: Λήγει σε
es: Vence en
fi: Vanhenee
nl: Verloopt binnen
zh: 过期于

# filterPageEmpty
source: You have no filters, click + to create one.
de: Du hast keine Filter, klicke +, um einen zu erstellen.
el: Δεν έχεις φίλτρα, κάνε κλικ στο + για να δημιουργήσεις ένα.
es: No tienes filtros, haz clic en + para crear uno.
fi: Sinulla ei ole suodattimia, klikkaa + luodaksesi sellaisen.
nl: Je hebt geen filters, klik + om er één aan te maken.
zh: 你还没有过滤器，点击 + 来创建一个。

# filterSummary
source: Filters in {feedTypes} with {filterAction}
de: Filter in {feedTypes} durch {filterAction}
el: Φίλτρα σε {feedTypes} με {filterAction}
es: Filtra en {feedTypes} con {filterAction}
fi: Suodattimet syötteissä {feedTypes} jotka {filterAction}
nl: Filters in {feedTypes} met {filterAction}
zh: {feedTypes} 中包含 {filterAction} 操作的过滤器

# notificationSettingsPageTitle
source: notification settings
de: Benachrichtigungen
el: ρυθμίσεις ειδοποιήσεων
es: ajustes de notificaciones
fi: ilmoitusten asetukset
nl: meldingsinstellingen
zh: 通知设定

# notificationSettingsPagePushToggle
source: Push notifications
de: Benachrichtigungen
el: Ειδοποιήσεις push
es: Notificaciones push
fi: Push-ilmoitukset
nl: Pushmeldingen
zh: 推送通知

# notificationSettingsPageSubscriptionsSection
source: Subscriptions
de: Abonnements
el: Εγγραφές
es: Suscripciones
fi: Tilaukset
nl: Abonnementen
zh: 订阅

# notificationSettingsPageMentionsToggle
source: Mentions
de: Erwähnungen
el: Επισημάνσεις
es: Menciones
fi: Maininnat
ko: 멘션
nl: Vermeldingen
zh: 提及

# notificationSettingsPageFollowsToggle
source: Follows
de: Neue Follower
el: Ακολουθήσεις
es: Siguiendo
fi: Seuraamiset
nl: Volgers
zh: 关注

# notificationSettingsPageFollowRequestsToggle
source: Follow requests
de: Follower-Anfragen
el: Αιτήματα ακολούθησης
es: Solicitudes de seguimiento
fi: Seuraamispyynnöt
nl: Volgverzoeken
zh: 关注请求

# notificationSettingsPageBoostsToggle
source: Boosts
el: Ενισχύσεις
es: Impulsos
fi: Tehostukset
ko: 부스트
zh: 转发

# notificationSettingsPageFavoritesToggle
source: Favorites
de: Favoriten
el: Αγαπημένα
es: Favoritos
fi: Suosikit
nl: Favorieten
zh: 喜爱

# notificationSettingsPageSubscribedAccountsToggle
source: Subscribed accounts
de: Abonnierte Konten
el: Εγγεγραμμένοι λογαριασμοί
es: Cuentas suscritas
nl: Geabonneerde accounts
zh: 已订阅账户

# notificationSettingsPageUpdatingProgress
source: Updating subscriptions...
de: Aktualisiere Abonnements...
el: Ενημέρωση εγγραφών...
es: Actualizando suscripciones...
fi: Päivitetään tilauksia...
nl: Abonnementen bijwerken...
zh: 正在更新通知订阅…

# notificationSettingsPageUpdatingFailure
source: Failed to update alert settings
de: Benachrichtigungseinstellungen konnten nicht aktualisiert werden
el: Αποτυχία ενημέρωσης των ρυθμίσεων ειδοποίησης
es: No se pudo actualizar los ajustes de alerta
fi: Hälytysasetusten päivitys epäonnistui
nl: Bijwerken van waarschuwingsinstellingen mislukt
zh: 无法更新通知设定

# themeSettingsPageTitle
source: theme settings
de: Designeinstellungen
el: ρυθμίσεις θέματος
es: ajustes de tema
fi: teeman asetukset
ko: 테마 설정
nl: thema-instellingen
zh: 主题设定

# themeSettingsPageLightThemeHeader
source: current light theme
de: aktuelles helles Design
el: τρέχον φωτεινό θέμα
es: tema claro actual
fi: nykyinen vaalea teema
nl: huidig licht thema
zh: 当前浅色主题

# themeSettingsPageLightThemeTitle
source: Light theme
de: Helles Design
el: Φωτεινό θέμα
es: Tema claro
fi: Vaalea teema
ko: 밝은 테마
nl: Licht thema
zh: 浅色主题
