Repository: trunks-social/trunks-public
Catalog: app_*.arb
Languages: de, el, es, fi, ko, nl, pt_br, zh

# feedPageSkipToNewest
source: Skip to newest posts
de: Zu den neuesten Beiträgen springen
el: Μετάβαση στις νεότερες αναρτήσεις
es: Saltar a los posts más recientes
fi: Siirry uusimpiin julkaisuihin
ko: 건너뛰고 최신 게시물로
nl: Spring naar de nieuwste berichten
pt_br: Pular para posts mais recentes
zh: 跳转到最新帖文

# feedPageSkipToNewestAction
source: skip
de: überspringen
el: μετάβαση
es: omitir
nl: overslaan
pt_br: pular
zh: 跳过

# feedPageEmptyContent
source: Your home timeline is empty! Find some content to follow on the explore tab.
de: Deine Home-Zeitliste ist leer! Rufe "entdecken" auf, um Inhalte zu finden, denen du folgen kannst.
el: Η αρχική σου ροή είναι άδεια! Βρες κάποιο περιεχόμενο για να ακολουθήσεις στην καρτέλα εξερεύνησης.
es: ¡Tu cronología de inicio está vacía! Encuentra contenido que seguir en la pestaña explorar.
fi: Kotiaikajanasi on tyhjä! Löydä seurattavaa sisältöä selaa-välilehdestä.
nl: Je starttijdlijn is leeg! Zoek wat inhoud om te volgen op het tabblad 'Verkennen'.
pt_br: Sua timeline inicial está vazia! Busque alguns conteúdos para seguir na aba Explorar.
zh: 您的主页时间线是空的！去探索标签页关注些新内容吧。

# feedPageEmptyContentWithFilters
source: Unable to find content for those filters.
de: Keine verbleibenden Inhalte nach Anwendung der Filter gefunden.
el: Αδυναμία εύρεσης περιεχομένου για αυτά τα φίλτρα.
es: No se puede encontrar contenido para esos filtros.
fi: Sisältöä näille suodattimille ei löydy.
nl: Kan geen inhoud vinden met deze filters.
pt_br: Não foi possível filtrar conteúdo destes filtros.
zh: 找不到适用于这些过滤器的内容。

# feedPageUnableToOpenPost
source: Unable to resolve post
de: Beitrag kann nicht aufgerufen werden
el: Αδυναμία επίλυσης ανάρτησης
es: No se puede resolver el post
fi: Julkaisua ei voitu avata
ko: 게시물을 받지 못함
nl: Kan bericht niet ophalen
pt_br: Não foi possível resolver post
zh: 无法解析帖文

# listsPageTitle
source: lists
de: Listen
el: λίστες
es: listas
fi: listat
ko: 리스트
nl: lijsten
pt_br: listas
zh: 列表

# listsPageCreateListPromptTitle
source: Create list
de: Liste erstellen
el: Δημιουργία λίστας
es: Crear lista
fi: Luo lista
ko: 리스트 만들기
nl: Lijst aanmaken
pt_br: Criar lista
zh: 创建列表

# listsPageExclusiveListCheckboxTitle
source: Make list exclusive?
de: Liste als "ausschließend" behandeln?
el: Θες να κάνεις την λίστα αποκλειστική;
es: ¿Hacer exclusiva la lista?
nl: Lijst exclusief maken?
pt_br: Fazer lista exclusiva?
zh: 将列表设为私密？

# listsPageExclusiveListCheckboxDescription
source: Exclusive lists remove content from included members from your home feed.
de: Inhalte von Nutzern, die in einer ausschließenden Liste enthalten sind, werden im Home Feed ausgeblendet.
el: Οι αποκλειστικές λίστες αφαιρούν περιεχόμενο από τα μέλη που περιλαμβάνονται στην αρχική σου ροή.
es: Las listas exclusivas remueven el contenido de los miembros incluidos de tu cronología de inicio.
nl: Exclusieve lijsten verwijderen inhoud van daarin opgenomen leden van je starttijdlijn.
pt_br: Listas exclusivas removem o conteúdo de membros incluídos no seu feed inicial.
zh: 私密列表中的成员内容将从你的主页时间流中移除。

# listsPageCreateListPromptHint
source: Enter list title
de: Titel der Liste eingeben
el: Εισαγωγή τίτλου λίστας
es: Ingresar título de la lista
fi: Syötä listan otsikko
ko: 리스트 제목 기입
nl: Lijsttitel invoeren
pt_br: Inserir nome da lista
zh: 输入列表标题

# listsPageEmptyContent
source: You have no lists, create one!
de: Du hast keine Listen, erstelle eine!
el: Δεν έχεις λίστες, δημιούργησε μία!
es: No tienes listas, ¡crea una!
fi: Sinulla ei ole listoja, luo sellainen!
ko: 리스트가 없으니, 하나 만들죠!
nl: Je hebt geen lijsten, maak er één aan!
pt_br: Você não possui listas, comece criando uma!
zh: 你没有列表，创建一个吧！

# listsPageViewAccountsAction
source: View accounts in list
de: Konten in Liste anzeigen
el: Προβολή λογαριασμών στη λίστα
es: Ver cuentas en la lista
fi: Näytä tilit luettelossa
nl: Accounts in lijst weergeven
pt_br: Ver contas na lista
zh: 查看列表中的账户

# listsPageExclusiveTileDescription
source: exclusive list
de: ausschließende Liste
el: αποκλειστική λίστα
es: lista exclusiva
nl: exclusieve lijst
pt_br: lista exclusiva
zh: 私密列表

# loginPageUnableToContactServer
source: Unable to contact server.
de: Server ist nicht erreichbar.
el: Αδυναμία επικοινωνίας με το διακομιστή.
es: No se pudo contactar al servidor.
fi: Palvelimeen ei saada yhteyttä.
ko: 서버와 연결할 수 없습니다.
nl: Kan server niet contacteren.
pt_br: Não foi possível entrar em contato com o servidor.
zh: 无法与实例通信。

# loginPageUnableToLogin
source: Error while logging in
de: Fehler beim Anmelden
el: Σφάλμα κατά την σύνδεση
es: Error al iniciar sesión
fi: Virhe sisäänkirjautumisessa
ko: 로그인 도중 오류 발생
nl: Fout bij het inloggen
pt_br: Erro ao registrar-se
zh: 登录时遇到错误

# loginPageLoggedOut
source: You've been logged out
de: Du wurdest abgemeldet.
el: Έχεις αποσυνδεθεί
es: Se ha cerrado tu sesión
fi: Olet kirjautunut ulos
nl: Je bent afgemeld
pt_br: Você desconectou-se
zh: 你已注销

# loginPageRemoveAccountPromptTitle
source: Remove account?
de: Konto entfernen?
el: Αφαίρεση λογαριασμού;
es: ¿Remover cuenta?
fi: Poistetaanko tili?
ko: 게정을 제거하나요?
nl: Account verwijderen?
pt_br: Remover conta?
zh: 移除账户？

# loginPageRemoveAccountPromptContent
source: Removing account will remove metadata used to quickly sign back in; continue?
de: Das Entfernen des Kontos wird Metadaten entfernen, mit denen man sich schnell wieder anmelden kann. Fortfahren?
el: Η αφαίρεση του λογαριασμού θα αφαιρέσει τα μεταδεδομένα που χρησιμοποιούνται για να συνδεθείς ξανά γρήγορα· συνέχεια;
es: Remover la cuenta removerá los metadatos usados para volver a iniciar sesión rápidamente; ¿continuar?
fi: Tilin poistaminen poistaa metatiedot, joilla voi kirjautua takaisin nopeasti; jatketaanko?
nl: Account verwijderen zal metadata verwijderen die gebruikt worden om snel opnieuw aan te melden; wil je doorgaan?
pt_br: Remover a conta removerá os metadados usados para registrar-se rapidamente; prosseguir?
zh: 移除账户也将移除用于方便重新登录的元数据，继续？

# loginPageServerInputHint
source: Server (ex: mastodon.social)
de: Server (z. B.: mastodon.social)
el: Διακομιστής (πχ: mastodon.social)
es: Servidor (ej: mastodon.social)
fi: Palvelin (esim. mastodon.social)
ko: 서버 (예: mastodon.social)
nl: Server (bv.: mastodon.social)
pt_br: Servidor (p. e.x.: mastodon.social)
zh: 实例（如：mastodon.social）

# loginPageServerFailure
source: Unable to locate mastodon server: {domain}
de: Mastodon-Server konnte nicht gefunden werden: {domain}
el: Αδυναμία εντοπισμού διακομιστή mastodon: {domain}
es: No se pudo localizar el servidor de mastodon: {domain}
fi: Ei löydetty mastodon-palvelinta: {domain}
nl: Kan mastodonserver niet vinden: {domain}
pt_br: Não foi possível localizar servidor Mastodon: {domain}
zh: 无法定位 mastodon 实例：{domain}

# loginPageAddAccountPromptTitle
source: Add account
de: Konto hinzufügen
el: Προσθήκη λογαριασμού
es: Añadir cuenta
fi: Lisää tili
ko: 계정 추가하기
nl: Account toevoegen
pt_br: Adicionar conta
zh: 添加账户

# loginPageUseExternalBrowserCheckbox
source: Use external browser to login?
de: Externen Browser zum Anmelden verwenden?
el: Χρήση εξωτερικού περιηγητή για σύνδεση;
es: ¿Usar navegador externo para iniciar sesión?
fi: Käytä ulkoista selainta kirjautumiseen?
nl: Externe browser gebruiken om aan te melden?
pt_br: Usar navegador para registrar-se?
zh: 使用外部浏览器登录？

# loginPageServerAgreement
source: By logging in you agree to the rules and policies of {domain}. Click to view them.
de: Indem du dich anmeldest, stimmst du den Regeln und Richtlinien von {domain} zu. Klicke hier, um sie anzuzeigen.
el: Με την σύνδεση συμφωνείς με τους κανόνες και τις πολιτικές του {domain}. Κάνε κλικ για να τους δεις.
es: Al iniciar sesión aceptas las reglas y políticas de {domain}. Haz clic para verlas.
fi: Kirjautumalla sisään hyväksyt säännöt ja käytännöt palvelimella {domain}. Klikkaa nähdäksesi ne.
nl: Door aan te melden ga je akkoord met de regels en beleidslijnen van {domain}. Klik om ze te bekijken.
pt_br: Ao registrar-se, você concorda com as regras e políticas de {domain}. Clique para vê-los.
zh: 登录意味着你同意 {domain} 的规则与条款。点击查看。

# profilePageCategoryPosts
source: posts
de: Beiträge
el: αναρτήσεις
fi: julkaisut
ko: 게시물
nl: berichten
zh: 帖文

# profilePageCategoryActivity
source: activity
de: Aktivität
el: δραστηριότητα
es: actividad
fi: toiminta
ko: 활동
nl: activiteit
pt_br: atividade
zh: 活动

# profilePageCategoryMedia
source: media
de: Medien
el: πολυμέσα
es: medios
ko: 미디어
pt_br: mídia
zh: 媒体

# profilePageUnfollowPromptTitle
source: Unfollow?
de: Entfolgen?
el: Άρση ακολούθησης;
es: ¿Dejar de seguir?
fi: Lopeta seuraaminen?
ko: 팔로우를 해제하나요?
nl: Ontvolgen?
pt_br: Parar de seguir?
zh: 取消关注？

# profilePageUnfollowPromptContent
source: Are you sure you want to unfollow @{account}?
de: Bist du sicher, dass du dem Konto @{account} nicht mehr folgen möchtest?
el: Σίγουρα θες να κάνεις άρση ακολούθησης του @{account};
es: ¿Seguro que quieres dejar de seguir a @{account}?
fi: Oletko varma, että haluat lopettaa tilin @{account} seuraamisen?
nl: Ben je zeker dat je @{account} wil ontvolgen?
pt_br: Deseja mesmo parar de seguir @{account}?
zh: 你确定要取消关注 @{account} 吗？

# profilePageProfileUpdateSuccess
source: Successfully updated profile
de: Profil erfolgreich aktualisiert
el: Επιτυχής ενημέρωση προφίλ
es: Perfil actualizado exitosamente
fi: Profiilin päivitys onnistui
nl: Profiel succesvol bijgewerkt
pt_br: Perfil atualizado com sucesso
zh: 已成功更新账户信息

# profilePageProfileUpdateFailure
source: Fail to update profile
de: Das Profil konnte nicht aktualisiert werden
el: Αποτυχία ενημέρωσης προφίλ
es: No se pudo actualizar el perfil
nl: Bijwerken van profiel mislukt
pt_br: Falhou ao atualizar perfil
zh: 无法更新账户信息

# profileFollowers
source: followers
de: Follower
el: ακόλουθοι
es: seguidores
ko: 팔로워
nl: volgers
pt_br: seguidores
zh: 关注者

# profileFollowing
source: following
de: folgt
el: ακολουθείς
es: siguiendo
ko: 팔로잉
nl: volgend
pt_br: seguindo
zh: 正在关注

# profileFollowedTags
source: followed tags
de: gefolgte Hashtags
el: ακολουθούμενες ετικέτες
es: etiquetas seguidas
ko: 팔로우한 태그
nl: gevolgde hashtags
pt_br: tags seguidas
zh: 已关注标签

# profileFollowingAll
source: following
de: folgt
el: ακολουθείς
es: siguiendo
ko: 팔로잉
nl: volgend
pt_br: seguindo
zh: 正在关注

# profileBlockedAccounts
source: blocked accounts
de: Blockierte Konten
el: αποκλεισμένοι λογαριασμοί
es: cuentas bloqueadas
ko: 차단한 계정
nl: geblokkeerde accounts
pt_br: contas bloqueadas
zh: 已屏蔽账户

# profileBlockedServers
source: blocked domains
de: Blockierte Domänen
el: αποκλεισμένοι τομείς
es: dominios bloqueados
ko: 차단한 도메인
nl: geblokkeerde domeinen
pt_br: servidores bloqueados (domínios)
zh: 已屏蔽实例

# profileMutedAccounts
source: muted accounts
de: Stummgeschaltete Konten
el: λογαριασμοί σε σίγαση
es: cuentas silenciadas
ko: 뮤트한 계정
nl: gedempte accounts
pt_br: contas silenciadas
zh: 已静音账户

# profileList
source: list members
de: Listenmitglieder
el: μέλη λίστας
es: miembros de la lista
nl: lijstleden
pt_br: membros da lista
zh: 列表

# profileTabAccounts
source: Accounts
de: Konten
el: Λογαριασμοί
es: Cuentas
ko: 계정
pt_br: Contas
zh: 账户

# profileTabTags
source: Tags
de: Hashtags
el: Ετικέτες
es: Etiquetas
ko: 태그
nl: Hashtags
zh: 标签

# profileStatsPosts
source: Posts
de: Beiträge
el: Αναρτήσεις
ko: 게시물
nl: Berichten
zh: 帖文

# profileStatsFollowing
source: Following
de: Folgt
el: Ακολουθεί
es: Siguiendo
ko: 팔로잉
nl: Volgend
pt_br: Seguindo
zh: 正在关注

# profileStatsFollowers
source: Followers
de: Follower
el: Ακόλουθοι
es: Seguidores
ko: 팔로워
nl: Volgers
zh: 关注者

# profileStatsUnblockAccountTooltip
source: Unblock account
de: Konto entsperren
el: Άρση αποκλεισμού λογαριασμού
es: Desbloquear cuenta
ko: 계정 차단 해제하기
nl: Account deblokkeren
zh: 取消屏蔽账户

# profileStatsUnblockServerTooltip
source: Unblock server
de: Server entsperren
el: Άρση αποκλεισμού διακομιστή
es: Desbloquear servidor
ko: 서버 차단 해제하기
nl: Server deblokkeren
zh: 取消屏蔽实例

# profileStatsUnmuteAccountTooltip
source: Unmute account
de: Kontostummschaltung aufheben
el: Άρση σίγασης λογαριασμού
es: Desilenciar cuenta
ko: 계정 뮤트 해제하기
nl: Dempen van account opheffen
zh: 取消静音账户

# profileStatsUnfollowTagTooltip
source: Unfollow tag
de: Hashtag entfolgen
el: Άρση ακολούθησης ετικέτας
es: Dejar de seguir etiqueta
ko: 태그 팔로우 해제하기
nl: Hashtag ontvolgen
zh: 取消关注标签

# profilePageManageListsPromptTitle
source: Manage lists
de: Listen verwalten
el: Διαχείριση λιστών
es: Administrar listas
fi: Hallitse listoja
ko: 리스트 관리
nl: Lijsten beheren
zh: 管理列表

# profilePageBioSection
source: bio
de: über
el: βιογραφικό
es: biografía
ko: 자기소개
zh: 个人信息

# profilePageBioSectionInputHint
source: Enter information about yourself!
de: Füge Informationen über dich hinzu!
el: Εισήγαγε πληροφορίες για τον εαυτό σου!
es: ¡Ingresa información sobre ti!
fi: Anna tietoja itsestäsi!
nl: Geef informatie in over jezelf!
zh: 输入你的个人介绍！

# profilePageCustomFieldSection
source: custom fields
de: benutzerdefinierte Felder
el: προσαρμοσμένα πεδία
es: campos personalizados
fi: mukautetut kentät
nl: aangepaste velden
zh: 自定义条目

# profilePageCustomFieldSectionAddAction
source: add field
de: Feld hinzufügen
el: προσθήκη πεδίου
es: añadir campo
fi: lisää kenttä
nl: veld toevoegen
zh: 添加条目

# profilePageAccountMovedSection
source: new account
de: neues Konto
el: νέος λογαριασμός
es: nueva cuenta
fi: uusi tili
nl: nieuw account
zh: 新账户

# profilePageAccountMovedContent
source: Account has moved to @{username} on {domain}
de: Konto wurde zu @{username} auf {domain} verschoben
el: Ο λογαριασμός μεταφέρθηκε στο @{username} στο {domain}
es: La cuenta se ha movido a @{username} en {domain}
fi: Tili on siirtynyt: @${username} palvelimella ${domain}
nl: Account is verplaatst naar @{username} op {domain}
zh: 账户已迁移至 ${domain} 上的 @${username}

# profilePageRelationshipSection
source: relationship
de: Beziehung
el: σχέση
es: relación
fi: suhde
ko: 관계
nl: relatie
zh: 关系

# profilePageServerSection
source: server
el: διακομιστής
es: servidor
fi: palvelin
ko: 서버
zh: 实例

# profilePageStatsSection
source: stats
de: Statistiken
el: στατιστικά
es: estadísticas
fi: tilastot
ko: 통계
nl: statistieken
zh: 状态

# profilePageRecentActivitySection
source: recent activity
de: letzte Aktivitäten
el: πρόσφατη δραστηριότητα
es: actividad reciente
nl: recente activiteit
zh: 近期活动

# profilePageRecentActivityLowEngagement
source: limited engagement
de: begrenztes Engagement
el: περιορισμένη αλληλεπίδραση
es: participación limitada
nl: beperkt engagement
zh: 互动量有限

# profilePageRecentActivityViral
source: viral
el: σε τάση
nl: viraal
zh: 数据火热

# profilePageRecentActivityControversial
source: controversial
de: brisant
el: αμφιλεγόμενο
nl: controversieel
zh: 充满话题性

# profilePageRecentActivityLastActivity
source: last activity
de: letzte Aktivität
el: τελευταία δραστηριότητα
es: última actividad
nl: laatste activiteit
zh: 最近活动

# profilePageJoinedSection
source: joined
de: beigetreten
el: έγινε μέλος
es: se unió
fi: liittyi
nl: toegetreden
zh: 已加入

# profilePageStatusSection
source: status
el: κατάσταση
es: estado
fi: tila
zh: 状态

# profilePageNoteSection
source: notes
de: Notizen
el: σημειώσεις
es: notas
ko: 노트
nl: notities
zh: 备注

# profilePageNotePromptTitle
source: Note
de: Notiz
el: Σημείωση
es: Nota
nl: Notitie
zh: 备注

# profilePageNotePromptButton
source: add a private note
de: private Notiz hinzufügen
el: προσθήκη ιδιωτικής σημείωσης
es: añadir una nota privada
ko: 나만의 노트 적기
nl: privénotitie toevoegen
zh: 添加一则私人备注

# profilePageNotePromptHint
source: Enter a private note...
de: Private Notiz eingeben...
el: Εισαγωγή ιδιωτικής σημείωσης...
es: Ingresar una nota privada...
ko: 나만의 노트 기입...
nl: Voeg een privénotitie toe...
zh: 输入私人备注…

# profilePageStatusHuman
source: human
de: menschlich
el: άνθρωπος
es: humano
fi: ihminen
ko: 사람
nl: menselijk
zh: 人类

# profilePageStatusHumanAccount
source: Human Account
de: Menschliches Konto
el: Ανθρώπινος Λογαριασμός
es: Cuenta Humana
fi: Ihmisen tili
ko: 사람 계정
nl: Menselijk Account
zh: 人类账户

# profilePageStatusHumanDescription
source: user is likely a human
de: Benutzer ist wahrscheinlich ein Mensch
el: ο χρήστης είναι πιθανώς ένας άνθρωπος
es: el usuario es probablemente un humano
fi: käyttäjä on todennäköisesti ihminen
ko: 사람 같은 이용자
nl: gebruiker is waarschijnlijk een mens
zh: 用户可能是人类

# profilePageStatusRobot
source: robot
de: Bot
el: ρομπότ
fi: botti
zh: 机器人

# profilePageStatusRobotAccount
source: Bot Account
de: Bot-Konto
el: Λογαριασμός Bot
es: Cuenta bot
fi: Bottitili
ko: 봇 계정
zh: 机器人账户

# profilePageStatusRobotDescription
source: user is likely a robot
de: Benutzer ist wahrscheinlich ein Bot
el: ο χρήστης είναι μάλλον ένα ρομπότ
es: el usuario es probablemente un robot
fi: käyttäjä on todennäköisesti robotti
ko: 로봇으로서의 이용자
nl: gebruiker is waarschijnlijk een robot
zh: 用户可能是个机器人

# profilePageStatusLocked
source: locked
de: gesperrt
el: κλειδωμένο
es: cerrada
fi: lukittu
nl: vergrendeld
zh: 已锁定

# profilePageStatusLockedAccount
source: Require approval for follows
de: Bestätigung für neue Follower erfordern
el: Απαιτείται έγκριση για ακολούθηση
es: Requerir aprobación para que te sigan
fi: Edellytetään seuraajien hyväksyntää
nl: Vereist goedkeuring voor 'follows'
zh: 需要批准才能关注

# profilePageStatusLockedDescription
source: user requires approval for follows
de: Benutzer schaltet Follower manuell frei
el: ο χρήστης απαιτεί έγκριση για ακολούθηση
es: el usuario requiere aprobación para que lo sigan
fi: käyttäjän on hyväksyttävä seuraajat
nl: gebruiker beslist wie mag volgen
zh: 需要该用户的批准才能进行关注

# profilePageStatusUnlocked
source: unlocked
de: offen
el: ξεκλείδωτο
es: abierta
fi: lukitsematon
nl: ontgrendeld
zh: 已解锁

# profilePageStatusUnlockedAccount
source: Don't require approval for follows
de: Neue Follower automatisch akzeptieren
el: Δεν απαιτείται έγκριση για ακολούθηση
es: No requiere aprobación para que lo sigan
fi: Älä vaadi seuraajien hyväksymistä
nl: Vereist geen goedkeuring voor 'follows'
zh: 无需批准即可关注

# profilePageStatusUnlockedDescription
source: user does not require approval for follows
de: neue Follower werden automatisch akzeptieren
el: ο χρήστης δεν απαιτεί έγκριση για ακολούθηση
es: el usuario no requiere aprobación para que lo sigan
fi: käyttäjä ei vaadi seuraajien hyväksymistä
nl: gebruiker laat iedereen volgen
zh: 无需该用户的批准就能关注

# profilePageStatusVisible
source: visible
de: sichtbar
el: ορατό
fi: näkyvissä
nl: zichtbaar
zh: 可见

# profilePageStatusVisibleAccount
source: Discoverable through the directory.
de: Im Benutzerverzeichnis des Servers eintragen.
el: Ανιχνεύσιμο μέσω του καταλόγου.
es: Descubrible a través del directorio.
fi: Löydettävissä hakemiston kautta.
ko: 디렉토리를 통해 둘러볼 수 있습니다.
nl: Te ontdekken via de gebruikersgids
zh: 在路径中可见。

# profilePageStatusVisibleDescription
source: user is discoverable in the directory
de: Benutzer wird im Verzeichnis des Servers aufgeführt.
el: ο χρήστης είναι ανακαλύψιμος στον κατάλογο
es: el usuario es descubrible en el directorio
fi: käyttäjä on löydetty hakemistosta
nl: gebruiker is terug te vinden in de gebruikersgids
zh: 该用户在路径中可见

# profilePageStatusHidden
source: hidden
de: ausgeblendet
el: κρυμμένο
es: oculto
fi: kätketty
ko: 숨김
nl: verborgen
zh: 已隐藏

# profilePageStatusHiddenAccount
source: Not discoverable through the directory
de: Nicht in das Benutzerverzeichnis des Servers eintragen.
el: Δεν είναι ανιχνεύσιμο μέσω του καταλόγου
es: No descubrible a través del directorio
fi: Ei löydettävissä hakemiston kautta
nl: Niet te ontdekken via de gebruikersgids
zh: 不可通过路径发现

# profilePageStatusHiddenDescription
source: user is hidden from directory
de: Benutzer wird nicht im Verzeichnis des Servers aufgeführt.
el: ο χρήστης είναι κρυμμένος από τον κατάλογο
es: el usuario está oculto en el directorio
fi: käyttäjä on piilotettu hakemistosta
nl: gebruikers is verborgen in de gebruikersgids
zh: 该用户已从实例路径中隐藏

# profilePageRelationShipMuted
source: Muted by you
de: Von dir stummgeschaltet
el: Σε σίγαση από σένα
es: Silenciado por ti
fi: Mykistämäsi
nl: Gedempt door jou
zh: 已被你隐藏

# profilePageRelationShipBlocked
source: Blocked by you
de: Von dir blockiert
el: Αποκλεισμένο από σένα
es: Bloqueado por ti
fi: Estämäsi
nl: Geblokkeerd door jou
zh: 已被你屏蔽

# profilePageRelationShipBlockedBy
source: Blocking you
de: Blockiert dich
el: Σε αποκλείει
es: Te bloquea
fi: Estää sinut
ko: 나를 차단함
nl: Blokkeert jou
zh: 正在屏蔽你

# profilePageRelationShipFollowing
source: Followed by you
de: Von dir gefolgt
el: Ακολουθείς
es: Lo sigues
fi: Seuraat
nl: Door jou gevolgd
zh: 你已关注

# profilePageRelationShipFollowedBy
source: Following you
de: Folgt dir
el: Σε ακολουθεί
es: Te sigue
fi: Seuraa sinua
nl: Volgt jou
zh: 正在关注你

# profilePageRelationShipDomainBlocked
source: Domain blocked by you
de: Domain von dir blockiert
el: Τομέας αποκλεισμένος από σένα
es: Dominio bloqueado por ti
fi: Olet estänyt verkkotunnuksen
nl: Domein geblokkeerd door jou
zh: 被你屏蔽的实例

# profilePageMessageUserAction
source: Message
de: Direktnachricht erstellen
el: Μήνυμα
es: Mensaje
fi: Viesti
ko: 메시지
nl: Bericht
pt_br: Mensagem
zh: 信息

# profilePageMuteUserAction
source: Mute user
de: Benutzer stummschalten
el: Σίγαση χρήστη
es: Usuario silenciado
fi: Mykistä käyttäjä
ko: 이용자 뮤트
nl: Gebruiker dempen
pt_br: Silenciar usuário
zh: 隐藏用户

# profilePageUnmuteUserAction
source: Unmute user
de: Stummschaltung des Benutzers aufheben
el: Άρση σίγασης χρήστη
es: Desilenciar usuario
fi: Poista mykistys käyttäjältä
ko: 이용자 뮤트 해제
nl: Demping van gebruiker opheffen
pt_br: Dessilenciar usuário
zh: 取消隐藏用户

# profilePageBlockUserAction
source: Block user
de: Benutzer blockieren
el: Αποκλεισμός χρήστη
es: Bloquear usuario
fi: Estä käyttäjä
ko: 이용자 차단
nl: Gebruiker blokkeren
pt_br: Bloquear usuário
zh: 屏蔽用户

# profilePageUnblockUserAction
source: Unblock user
de: Benutzer entsperren
el: Άρση αποκλεισμού χρήστη
es: Desbloquear usuario
fi: Poista käyttäjän esto
ko: 이용자 차단 해제
nl: Gebruiker deblokkeren
pt_br: Desbloquear usuário
zh: 取消屏蔽用户

# profilePageBlockDomainAction
source: Block domain
de: Domäne blockieren
el: Αποκλεισμός τομέα
es: Bloquear dominio
fi: Estä verkkotunnus
nl: Domein blokkeren
pt_br: Bloquear servidor (domínio)
zh: 屏蔽实例

# profilePageUnblockDomainAction
source: Unblock domain
de: Domäne entsperren
el: Άρση αποκλεισμού τομέα
es: Desbloquear dominio
fi: Poista verkkotunnuksen esto
nl: Domein deblokkeren
pt_br: Desbloquear servidor (domínio)
zh: 取消屏蔽实例

# profilePageReportUserAction
source: Report user
de: Benutzer melden
el: Αναφορά χρήστη
es: Reportar usuario
fi: Raportoi käyttäjä
ko: 이용자 제보
nl: Gebruiker rapporteren
pt_br: Denunciar usuário
zh: 报告用户

# profilePageModifyListUserAction
source: Add to/Remove from lists
de: Listenmitgliedschaft ändern
el: Προσθήκη σε/Αφαίρεση από τις λίστες
es: Añadir a/remover de listas
fi: Lisää tai poista listoilta
nl: Toevoegen aan/Verwijderen uit lijsten
pt_br: Adicionar às/Remover das listas
zh: 从列表中添加/移除

# profilePageEditAvatarImageTooltip
source: Pick image for avatar
de: Bild für Avatar auswählen
el: Επιλογή εικόνας για άβαταρ
es: Escoger imagen para avatar
fi: Valitse profiilikuva
nl: Afbeelding kiezen voor avatar
pt_br: Selecionar imagem para foto de perfil
zh: 选择头像图片

# profilePageEditBackgroundImageTooltip
source: Pick image for background
de: Bild für den Hintergrund auswählen
el: Επιλογή εικόνας για φόντο
es: Escoger imagen de fondo
fi: Valitse taustakuva
nl: Afbeelding kiezen voor achtergrond
pt_br: Selecionar imagem para fundo
zh: 选择背景图片

# profilePageSubscribeToPostsTooltip
source: Subscribe to posts from user.
de: Beiträge des Benutzers abonnieren.
el: Εγγράψου σε αναρτήσεις από το χρήστη.
es: Suscribirse a posts del usuario.
nl: Abonneren op berichten van gebruiker.
pt_br: Inscrever-se aos posts do usuário.
zh: 订阅用户的帖文。

# profilePageShowBoostsTooltip
source: Show boosts from this user.
de: Boosts dieses Benutzers anzeigen.
el: Εμφάνιση ενισχύσεων από αυτόν τον χρήστη.
es: Mostrar impulsos de este usuario.
nl: Boosts van deze gebruiker tonen.
pt_br: Exibir boosts deste usuário.
zh: 显示来自该用户的转发。
